[
  {
    "title": "Hin føroyski róðrarbáturin",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/221",
    "pdf": null,
    "author": "Andras Mortensen",
    "abstract": "Fróðskapur hevur givið bókina Hin føroyski róðrarbáturin eftir Andras Mortensen út av nýggjum. Bókin kom út fyrstu ferð í 2000 og hevur í mong ár verið útseld. Hon er endurprentað, tí mong hava spurt eftir henni.\nBókin er um gamalt føroyskt bátasmíð og lívið kring bátarnar í Føroyum í tíðini fram til umleið 1930. Bygt verður á søguligt heimildartilfar og frásagnir frá fólki, ið kendu róðrarbátatíðina av egnum royndum og róðrarbátarnar í dagligum yrki. Framløgan er skipað í tríggjar partar.\nÍ fyrsta partinum verður báturin lýstur, bæði sum smíð og hugsjón, og tann byggitøkniliga siðvenjan í sambandi við hann verður kannað. Endamálið er at skjalfesta framferðarhátt í siðbundnum føroyskum bátasmíðið. Í øðrum parti verður tað gerandisliga brúkið av bátinum lýst, og eisini verður hann kannaður í samfelagsligum høpi. Í triðja parti verða 34 gamlir róðrarbátar lýstir við tølum og tekningum, sum Andrass Joensen reinteknaði eftir uppmátingum hjá Verlandi Johansen.\nBókin varð fyrstu ferð útgivin í 2000. Hon var útseld í morng ár. Í 2021 var hon uppafturprentað.\nSupplementum nr. 26",
    "published": "2000-06-30"
  },
  {
    "title": "Fiskivinnan sum broytingaramboð hjá amtmanninum",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/159",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/159/873",
    "author": "Erling Isholm",
    "abstract": "Tá ið amtmaðurin í 1832 skuldi taka støðu til, hvat gerast skuldi við mongu klagurnar um fremmand fiskiskip, hendi eitt avgerandi skifti í føroyskari søgu. Í fleiri hundrað ár hevði svarið upp á slíkar klagur verið, at landið skuldi steingjast og verjast betur, men nú valdi amtmaðurin eina aðra leið. Heldur enn at verja føroyskt sjóøki, skuldu føroyingar kappast við útlendsku skipini. Tað gjørdist byrjanin til eina drúgva gongd at menna føroyska fiskivinnu.\r\nÍ bókini verður lýst, hvussu amtmaðurin við einum mentum amtmansstovni gjørdist oddamaður í moderniseringini av føroyska samfelagnum fyrra helming av 19. øld. Greitt verður frá, hvørjar møguleikar skiftandi amtmenn sóu í fiskivinnuni, og allar royndir amtmansins at byggja upp eina slíka vinna verða gjølliga greinaðar.\r\nHesar royndir høvdu við sær, at gongd var komin á privat rikna fiskivinnu, áðrenn Einahandilin varð tikin av í 1856, og tí vóru føroyingar ikki heilt ófyrireikaðir til nýggju tíðina.",
    "published": "2020-11-19"
  },
  {
    "title": "Kvæði – nýggj sjónarmið",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/209",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/209/864",
    "author": "Eyðun Andreassen",
    "abstract": "Kvæði – nýggj sjónarmið&amp;nbsp;er eitt greinasavn, sum leggur fram nýggj úrslit úr kvæðagranskingini. Aldur og uppruni hjá&amp;nbsp;Sjúrðarkvæðunum&amp;nbsp;eru viðgjørd úr tveimum mótsettum og nýggjum sjónarhornum.&amp;nbsp;Runsivalsstríð&amp;nbsp;verður lýst sum kristin allegori og um blettaðar hetjur. Úrslit av kanning um leiklutirnar hjá skiparanum í dansinum verður løgd fram. Kvæði og dansur sum performans – framførsla – er evni í fleiri greinum, og ein grein viðger sambandið millum rapp og kvæðamentanina.\r\nYvirnatúrlig motiv sum tann flúgvandi biðilin, gandur og mýtur verða greinað, og samband knýtt millum tey og onnur norðurlendsk kvæði. Í&amp;nbsp;Hildinakvæði, ið er einasta varðveitta kvæðið á gamla hetlendska málinum norn, er høvurblaking eitt motiv, sum høvundurin heldur hevur ávirkað føroyska kvæðið um&amp;nbsp;Frúnna Margretu.\r\nKvæði sum mentanarberar og ideologisk amboð eru viðgjørd í fleiri greinum. Eitt nú lýsa fronsk kvæði broytingina frá homososialari til hinskynda høviska mentan, og føroysk kvæði hava verið brúkt í norsku tjóðarbyggingini.At málið í kvæðunum er ein rík kelda til føroyska málsøgu verður sannað enn eina ferð í tveimum greinum.\r\nElsta uppskriftin komin undan kaviÍ føroyskari kvæðagransking hevur áhugin fyri elstu uppskriftini verið stórur, men tann elsta er langt síðani týnd. Chr. Matras nevnir bara í&amp;nbsp;Føroysku bókmentasøguni&amp;nbsp;í 1935, at tær uppskriftirnar, sum Ole Worm fekk sendandi úr Føroyum í 1639, eru “til skjals millum pappírini hjá Peder Syv”. Íslendski málfrøðingurin Jón Helgason hevði í 1924 ritstjórnað og greinað úrtøkini, men uttan at upplýsa, hvar í handritinum hjá Peder Syv, tey stóðu.Hetta er nú komið undan kavi, soleiðis at fyri fyrstu ferð eru úrtøkini hjá Peder Syv endurgivin, avskrivað og týdd á prenti.\r\nHøvundarnir at greinunum í bókini&amp;nbsp;Kvæði – nýggj sjónarmið&amp;nbsp;eru granskarar frá universitetum og mentastovnum víða hvar í Europa. Greinirnar eru javnlíkamettar og skrivaðar á donskum, enskum, føroyskum, norskum og svenskum. Allar hava úrtak á øðrum máli enn málið í greinini.\r\nPermumyndin er “Guðrun gongur í grasagarð”, ið er ein av kvæðamyndunum í Tórshavnar Kommunuskúla – nú Finsen – sum William Heinesen málaði í 1956.\r\nÚtgávan er liður í 150-árahaldinum hjá H. N. Jacobsens bókahandli í 2015. Bókahandilin og Fróðskapur geva bókina út í felag.",
    "published": "2018-03-13"
  },
  {
    "title": "Bók Jógvan",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/210",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/210/869",
    "author": "Zakaris S. Hansen",
    "abstract": "Í bókini&amp;nbsp;eru 29 javnlíkamettar greinir eftir føroysk og útlendsk vísindafólk um fjølbroytt evni av málsligum og bókmentaligum slag. Greinirnar eru skrivaðar á 6 ymiskum tungumálum. 9 greinir eru á føroyskum, 7 á norskum, 6 á íslendskum, 4 á donskum, tvær á enskum og ein á svenskum. Innihaldsliga fevnir bókin ógvuliga víða. Greinir eru um rúnir, kvæði og tættir. Aðrar greinir viðgera mál og málstøðuna í skúlaverki og landinum sum heild í Føroyum og næstu grannalondunum Íslandi og Noregi. Uppaftur aðrar greinir seta sær fyri at lýsa úrvald málfrøðilig evni og fyribrigdi, serliga í føroyskum, og í øðrum greinum verða bókmentir viðgjørdar og lýstar. &amp;nbsp;\r\nTey, ið hava skrivað grein í heiðursritinum, eru: Kristján Árnason, Michael P. Barnes, Kirsten Brix, Endre Brunstad, Bergur Djurhuus Hansen, Zakaris Svabo Hansen, Caroline Heycock og Hjalmar P. Petersen, Martina Huhtamäki, Þorsteinn G. Indriðason, Ernst Håkon Jahr, Anfinnur Johansen, Margrét Jónsdóttir, Jóhannes Gísli Jónsson, Torodd Kinn, Remco Knooihuizen, Tore Kristiansen og Hanna Birkelund Nilsson, Jón Símon Markússon, Malan Marnersdóttir, Bergur Rønne Moberg, Gudlaug Nedrelid, Randi Alice Nilsen, Vár í Ólavsstovu, Bolette Sandford Pedersen, Helge Sandøy, Michael Schulte, Turið Sigurðardóttir, Idar Stegane, Kim Sandvad West og Eivind Weyhe.\r\nHeitið&amp;nbsp;Bók Jógvan&amp;nbsp;er hugsað at sipa til áhugan hjá Jógvani fyri okkara málsøgu og málsliga margfeldi. Mynstrið, sum orðingin í heitinum Bók Jógvan fylgir, er ein av mongum háttum at lýsa ognarsamband í føroyskum, tó at tað ikki er eins vanligt og onnur mynstur.\r\nPermumyndin er ein málningur eftir Frits Johannesen. Málningurin er av Bakkanum í Fuglafirði fyri einum 40-50 árum síðani.",
    "published": "2017-12-14"
  },
  {
    "title": "North Atlantic Euroscepticism",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/185",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/185/264",
    "author": "Christian Rebhan",
    "abstract": "The European Union is attracting more and more members. But not all of Europe is equally attracted to membership. In Europe’s North-Atlantic outskirts, the Faroe Islands and Greenland – two largely autonomous parts of Denmark – are holding out against increased European integration. When Denmark joined the European Communities in 1973, the Faroe Islands remained outside. Greenland had to join the European Communities against its will. But in 1985, Greenland became the first and only nation so far to withdraw its membership. This book explores Euroscepticism in the Faroe Islands and Greenland since 1959. Why did the Faroe Islands and Greenland reject EU membership? In order to keep their waters free from European fishermen or to preserve their political independence? And what were the consequences of Denmark becoming a member of the EU, while two self-governing parts of its territory did not?\r\nChristian Rebhan (born 1985 in Munich) is a political scientist. After studying in Munich, Cork and Reykjavík from 2003 until 2008, he graduated with a MA degree in international relations from the University of Iceland. Ever since his first visit to the Faroe Islands in 2003, Rebhan’s research has particularly focused on politics in the North Atlantic nations. In 2014, he received a joint PhD degree in political science from the Humboldt University of Berlin and the University of Iceland for his thesis »North Atlantic Euroscepticism: The rejection of EU membership in the Faroe Islands and Greenland«.",
    "published": "2016-04-05"
  },
  {
    "title": "The Rise of Faroese Separatism.",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/189",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/189/275",
    "author": "Hans Andrias Sølvará",
    "abstract": "Hetta er ein stytt og nakað umskrivað ensk útgáva av bókini&amp;nbsp;Frá sjálvstýri móti loysing, sum kom út í desember 2014. Enska útgávan hevur harumframt eitt nýtt brot við perspektivering fram til 1950ini. &amp;nbsp;\r\nTíðarskeiðið 1906-1925 er eitt serstakt tíðarskeið í politisku søgu Føroya. Tað var í hesum tíðarskeiðinum, at føroyskur politikkur tók seg upp, og lunnarnir vórðu lagdir undir teir stríðsspurningar, sum framvegis merkja politiska lívið í Føroyum. Í bókunum verður greitt frá, hvussu tveir politiskir flokkar, sum spruttu burturúr tí somu rørsluni, í árunum aftaná 1906 løgdu hvør sína kós í spurninginum um viðurskiftini millum Føroyar og Danmark.\r\nÍ 1925 vóru báðir flokkarnir - serliga Jóannes Patursson og Oliver Effersøe - vorðnir so ósamdir um politisku leiðina, at eingin møguleiki tóktist vera fyri eini politiskari semju um føroysku kósina mótvegis Danmark.\r\nGreitt verður frá, at royndir vórðu gjørdar at finna eina semju um viðurskiftini millum Føroyar og Danmark, og at eitt einmælt Løgting í 1922 var komið ásamt um eitt uppskot, sum skuldi slóða fyri eini føroyskari semju um hendan spurningin, men hetta miseydnaðist. Í 1923 vóru sjálvstýrisfólk farin at ivast í, um sjálvstýrisspurningurin kundi loysast innanfyri karmarnar á donsku grundlógini. Í bókini verður við støði í eini greining av trimum ítøkiligum politiskum stríðsspurningum grundgivið fyri, at tað í stóran mun vóru ríkispolitiskir samanhangir, sum føroyskur politikkur gjørdist partur av í hesum tíðarskeiðinum, ið vóru við til at seta føroysku flokkarnar upp ímóti hvørjum øðrum og síðan Sjálvstýrisflokkin upp ímóti ríkismyndugleikunum.\r\nRadikaliseringin av sjálvstýrisspurninginum hekk í stóran mun saman við størri ríkispolitiskum týdningssamanhangum, sum ikki høvdu so nógv við tann ítøkiliga føroyska politikkin at gera.",
    "published": "2016-02-20"
  },
  {
    "title": "Frændafundur 8",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/151",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/151/250",
    "author": "María Garðarsdóttir",
    "abstract": "Granskingarsamstarvið millum Fróðskaparsetur Føroya og Hugvísindadeild Háskóla Íslands helt áttanda frændafund í Føroyum dagarnar 24. og 25. august 2013. Har bóru granskarar úr Íslandi, Føroyum og aðrastaðni frá fram fyrilestrar um føroysk og íslendsk evnir, til samans 36 fyrilestrar. Ætlanin var at varpa ljós á serliga tvey ávís evnir. Annað var móðurmál og námsfrøði,hitt filmsgerð í Føroyum og Íslandi. Tað fyrra evnið varð viðgjørt í tveimum innbodnum høvuðsfyrilestrum og nøkrum stuttum fyrilestrum. Tað seinna, filmsgerð, í tveimum innbodnum høvuðsfyrilestrum. Haraftrat var ein nøgd av fyrilestrum við fjølbroyttum evnisvali. Fyrilestrarnir vórðu hildnir á føroyskum og íslendskum, einstakir á donskum og norskum. Áhoyrarafjøldin var stór ogumrøðurnar áhugaverdar og lívligar. Ráðstevnubókin er eitt úrval av fyrilestrunum. Summir fyrilestrahaldarar valdu ikki at lata ritstjórnini fyrilestur sín við útgávu í huga. Greinarnar í bókini eru javnlíkamettar. Harafturat kemur kunning um tað nýggja námið við Háskóla Íslands í logopedi, sum Sigríður Magnúsdóttir bar fram á ráðstevnuni.\nSupplementum nr. 65",
    "published": "2012-04-25"
  },
  {
    "title": "Proceedings of the 4th Faroe Islands Exploration Conference",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/215",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/215/277",
    "author": "Óluva R. Eidesgaard",
    "abstract": "Published by Jarðfeingi",
    "published": "2016-01-12"
  },
  {
    "title": "Er heima til?",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/211",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/211/871",
    "author": "Bergur Djurhuus Hansen",
    "abstract": "Bókin byggir á eina ph.d.-ritgerð um eitt tekstslag, ferðafrásagnir, og um hvussu ein føroyskur rithøvundur, Kristian Osvald Viderø (1906-1991), brúkti hetta tekstslagið til at skriva um seg sjálvan og sína tíð.\r\nÍ bókini verður grundgivið fyri, at Viderø sum rithøvundur hevði torført við at finna seg til rættis í hevdbundnum tekstsløgum, men at hann skrivaði ferðafrásagnir, sum í stóran mun vóru ávirkaðar av bókmentaligum og heimspekiligum rákum í Evropa í fyrru helvt av 20. øld. Ein kensla av at liva í einari krepputíð og ikki kenna seg heima nakrastaðni – ikki at sættast við seg sjálvan og sítt umhvørvi – verður orðað í ferðafrásagnunum. Ferðafrásagnirnar góvu Viderø høvi til at taka hóskiligar leiklutir á seg og seta seg sjálvan á pall sum rithøvund við serligum eginleikum, søgum og hugsanum av tilveruligum slag.\r\nBókin er úrslit av gransking, sum Bergur Djurhuus Hansen hevur gjørt í sambandi við ph.d.verkætlan sína seinastu 3 árini.\r\nMetingarnevndin til ritgerðina segði m.a. í niðurstøðuni, at: “Ritgerðin vinnur fram úrslit, sum víðka um fatanina av einum ritverki, sum á flestan hátt líkist burturúr í bókmentaheiminum; úrslit sum eisini gera tað møguligt at víðka fatanina av okkara egnu søgu, samtíð og okkum sjálvum”\r\nPermumyndin er málningur hjá Hanni Juliusi Bjartalíð.",
    "published": "2015-04-24"
  },
  {
    "title": "Bót og biti",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/212",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/212/865",
    "author": "Jóan Pauli Joensen",
    "abstract": "Bót og biti&amp;nbsp;er um matmentan í Føroyum frá fornari tíð til í dag. Bókin lýsir tað, sum hevur ávirkað matmentanina og givið henni skap. Tað, sum hevur eyðkent gamla føroyska matmentan, er tað ræsta og tað turra. Tað “betra” fólkið í Føroyum var fyrst ávirkað av fremmandari matmentan, men so við og við er alt runnið saman í eina og somu matmentan. Við støði í føroyskari matmentan hevur føroyskur matstovumatur tey seinastu árini ment seg so nógv, at Føroyar eru vorðnar gastronomiskt áhugaverdar í altjóða høpi.\r\nBókin er ein lýsing niður í smálutir av einum mentanararvi, sum er um at hvørva orsakað av broyttum matvanum, og um hesar broytingar og rák í tíðarskeiðnum. Her eru lýsingar av matfeinginum, av goymsluháttum og matgerð, av húsi og máltíðum, av gerandis og høgtíðum. Eisini eru hugleiðingar um mat í breiðari merking. Harumframt eru einstakar uppskriftir, sum ikki hava verið at funnið á prenti áður. Tað eru nógvar myndir í bókini. At enda er ein drúgvur enskur samandráttur. Bókin verður ein týdningarmikil liður í at skjalprógva hendan partin av mentanararvi okkara og eitt gott amboð til framhaldandi gransking.\r\nJóan Pauli Joensen, føddur 30. apríl 1945, er mentanargranskari og søgumaður. Jóan Pauli Joensen hevur skrivað fleiri bøkur og greinir um føroyska fólkamentan, siðsøgu og søgu. Hann er doktari í søgu og siðsøgu og professari á Fróðskaparsetri Føroya. Hann hevur eisini verið rektari Fróðskaparsetursins og hevur havt eina røð av álitisstørvum.&amp;nbsp; Bókin kemur út á 70 ára føðingardegi hansara.",
    "published": "2015-04-30"
  },
  {
    "title": "Frá sjálvstýri móti loysing",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/190",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/190/276",
    "author": "Hans Andrias Sølvará",
    "abstract": "Í politisku søgu Føroya eru eins og aðrastaðni fleiri mytur, sum stava frá eini seinni tíð. Tað hevur m.a. verið ført fram, at tilboðið frá donsku stjórnini til løgtingið um økt fíggjarligt sjálvstýri frá 1906 bert eigur at setast í samband við svikabrøgd hjá stórbrotsmanninum Peter Adler Alberti, danska løgmálaráðharranum í 1906, sum í 1910 fekk 8 ára fongsulsdóm fyri skjalafalsan og svik. Hans Andrias Sølvará vísir á, at einki er í hesi søguni. Hon er íspunnin nakað seinni av politiskum grundum - og er síðan vorðin ein partur av varðveittu søguni.Aðrir spurningar úr politisku søgu Føroya, sum í hesum sambandi verða viðgjørdir í bókini, eru m.a.:-&amp;nbsp;Hví vóru amtmaðurin og prósturin føst umboð í løgtinginum til 1923, tá ið ríkisdagurin longu í 1906 vildi gera løgtingið til ein fólkavaldan stovn burturav?\r\n\r\n&amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp;-&amp;nbsp;Hava sjálvstýrisfólk nakrantíð virkað fyri at seta donsku grundlógina í gildi í Føroyum?\r\n&amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp;-&amp;nbsp;Hevur semja nakrantíð verið í løgtinginum um viðurskiftini millum Føroyar og Danmark?\r\n&amp;nbsp; &amp;nbsp; &amp;nbsp; -&amp;nbsp;Hevði tað nakran týdning fyri gongdina í føroyskum politikki, at Oliver Effersøe á fólkatingi longu í 1906 miðvístfór undir at leggja sjálvstýrisfólk undir at vera separatistar?\r\n&amp;nbsp; -&amp;nbsp;Vóru tað føroysk sjálvstýrisfólk, forsætisráðharrin ella meirilutin í danska landstinginum, sum við politiskum vinningi fyri eyga skaddu viðurskiftini millum Føroyar og Danmark í 1917-1919?\r\n&amp;nbsp; &amp;nbsp; &amp;nbsp; -&amp;nbsp;Ætlaði Jóannes Patursson veruliga at leggja Føroyar undir Noreg í 1923, soleiðis sum Oliver Effersøe vildi vera við, ella var hetta bert eitt mál, sum Sambandsflokkurin skapti av politiskum grundum?\r\n&amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp;-&amp;nbsp;Er tað kanska so, at onkuntíð hava orð og retorikkur líka stóra ávirkan sum ítøkiligur politikkur?Við støði í heimildum, sum høvundurin hevur leitað fram í søvnum í fólkatinginum, á ríkisskjalasavninum og á landsskjalasavninum, verður nýtt ljós varpað á føroyskan politikk í tíðarskeiðinum 1906-1925. Víst verður á, at hóast tílíkar søgur sum tann um Alberti ikki halda fyri eini neyvari keldukritiskari greining, so verða tílíkar søgur ofta partur av politiska orðaskiftinum, og tær fáa tí beinleiðis ávirkan á ta politisku gongdina.Í bókini verður víst á, at herðingin av føroyska sjálvstýrisspurninginum ofta fór fram orsakað av politiskum retorikki, ríkispolitiskum samanhangum og valdssambondum, sum ikki høvdu so nógv við tann meira ítøkiliga føroyska samanhangin at gera. Politikkur snýr seg um ávirkan og vald, og tá er tað ikki altíð ”veruleikin“, sum fær hægstu raðfesting, men heldur tann ”veruleikafatanin“, ið fremur ávirkan og vald.",
    "published": "2014-12-11"
  },
  {
    "title": "Betwixt and Between",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/148",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/148/249",
    "author": "Janna Egholm Hansen",
    "abstract": "Denne ph.d.-afhandling er en religionssociologisk undersøgelse af sekulariseringsprocessen på Færøerne i perioden fra 1970’erne og frem til 2009/2010. Nærmere betegnet vil det sige, at det i afhandlingen er blevet undersøgt, om de forandringer og omstruktureringer, som religionen og det religiøse landskab i mange henseender synes at have gennemgået inden forde seneste omkring 20 år, kan karakteriseres som sekularisering eller ikke.",
    "published": "2014-11-12"
  },
  {
    "title": "Vestnorden",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/213",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/213/769",
    "author": "Gestur Hovgaard",
    "abstract": "Greinasavn um aktuell viðurskifti í Útnorðri.\r\nÍ 2012 skipaði Søgu- og samfelagsdeildin á Fróðskaparsetri Føroya fyri ráðstevnu um Útnorðurlondini í 21. øld. &amp;nbsp;Til hesa stevnu komu fræg universitetsfólk frá grannalondunum. Í bókini hava gestirnir, setursfólk og onnur, ið hava havt tætt samstarv við Fróðskaparsetrið, skrivað greinar um viðurskifti í Útnorðri.\r\nBókin lýsir bæði, hvussu støðan er í dag, og hvørjar avbjóðingar eru fyri framman. Ymisk evni verða umrødd. Nakrar greinar eru um broytingar í maktbýtinum millum lond, millum sentrum og periferi, og millum kynini. Aðrar greinar vísa á broytingar í vinnulívsmøguleikum og í skipan av hægri lestri.\r\nRitstjórar eru Gestur Hovgaard, Beinta í Jákupsstovu og Hans Andrias Sølvará.Innihald:\r\nBEINTA Í JÁKUPSSTOVU, Høgskolen i Molde; GESTUR HOVGAARD og HANS ANDRIAS SØLVARÁ, Fróðskaparsetur Føroya:Vestnordisk samfundsforskning&amp;nbsp; - med særlig blik på Færøerne\r\nJÓAN PAULI JOENSEN, Fróðskaparsetur Føroya:Hvad er vestnordisk identitet – har vi en vestnordisk identitet?\r\nPER SELLE, Universitetet i Bergen:Utkantspolitikk i ei ny tid. Når periferi blir sentrum, men likevel er periferi\r\nMARIA ACKRÉN, Ilisimatusarfik:Grönland och Åland – Två skilda världar?\r\nSIRI GERRARD, Universitetet i Tromsø:Kjønn og utkant i en ny tid\r\nJON SUNDBO, Roskilde Universitet:Turisme og opplevelsesøkonomi – en udkantsstrategi\r\nDAG HARALD CLAES, Universitetet i Oslo:Er energiressursene i Nord av (global) betydning?\r\nØYVIND ØSTERUD, Universitetet i Oslo:Fremtidens sikkerhetspolitikk i vestnordisk perspektiv\r\nBEINTA Í JÁKUPSSTOVU, Høgskolen i Molde; REGIN BERG, Fróðskaparsetur Føroya:Færøysk sikkerhetspolitikk\r\nALYSON J. K. BAILES, Háskóli Íslands:Iceland: Special Case or Central Role?\r\nGESTUR HOVGAARD, Fróðskaparsetur Føroya:Tertiær uddannelse i færøsk/vestnordisk perspektiv – mesterlære som potensiel løsning på småskalaproblemer",
    "published": "2014-05-07"
  },
  {
    "title": "Frá Sturlungu til West Venture",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/149",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/149/248",
    "author": "Hansen Zakaris Svabo",
    "abstract": "Nú Anfinnur Johansen, lektari á Føroyamálsdeildini á Fróðskaparsetri Føroya,fyllir 60 ár tann 16. desember 2013, vilja vit starvsfelagar á henda hátt heiðrahann á degnum.",
    "published": "2013-12-16"
  },
  {
    "title": "Brethren in the Faroes",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/208",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/208/768",
    "author": "Tórður Jóansson",
    "abstract": "Í ritgerðini hevur Tórður Jóansson viðgjørt brøðrarørsluna í Føroyum, søguna, menningina og ávirkanina, sum hon hevur havt og hevur á føroyska samfelagið.&amp;nbsp;\r\nNeil Dickson, doktari og samskipari í Brethren Archivist and Historians Network skrivar soleiðis um bókina:\r\n&amp;nbsp;“Brøðrarørslan hevur eitt serligt pláss í føroyskari søgu. Hon kom til landið síðst í 19. øld og brúkti ymsar partar av føroyskari mentan, serliga málið, til at bera evangeliska boðskap sín og til at stovnseta sjálvstøðugar samkomur. Hetta var um somu tíð, sum tjóðskaparrørslan var frammi í Føroyum og ein nýggj kensla av samleika tók skap, ein tilgongd sum brøðrarørslan var óloysiligur partur av. Føroyar eru eisini serligar í søguni hjá brøðrarørsluni. Í Føroyum er hægsta talið av brøðrum í heiminum, roknað upp á fólkatal, og víðfevnda luttøkan hjá rørsluni í almennum og mentanarligum viðurskiftum er uttan líka aðrastaðni. Báðar hesar týðandi síður av samfelagslívinum hava verið rættiliga ókendar, men í síni sera slóðbrótandi gransking hevur Tórður Jóansson, doktari, nú gjørt tær sjónligar. Í hesum nærlagda verki lýsir hann uppkomuna og vøksturin hjá brøðrarørsluni og setur tey í søguligt og mentanarligt føroyskt høpi, og sannførandi vísir hann á, hvussu samantvinnað tey hava verið seinastu 150 árini. Umframt at hava áhuga hjá teimum við serligum áhuga fyri Føroyum og føroyskum ella søguni hjá brøðrunum fara hansara nágreiniligu greiningar at hugtaka tey, sum hava áhuga fyri londunum í Norðuratlantshavi, fyri samspælinum millum átrúnað og samfelag og altjóða evangeliskari trúgv.” &amp;nbsp;",
    "published": "2012-12-09"
  },
  {
    "title": "Proceedings of the 3rd Faroe Islands Exploration Conference",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/218",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/218/278",
    "author": "Thomas Varming",
    "abstract": "Bókin, ið er útgivin av Fróðskapi í samstarvi við Jarðfeingi, er tann triðja í røðini . Hinar&amp;nbsp; báðar bøkurnar vóru útgivnar í ávíkavist 2005 og 2009.\r\nBókin, ið er skrivað á enskum, inniheldur fimm jarðvísindaligar greinar, sum viðgera evni, ið kunnu vera við til at betra okkara vitan um jarðfrøðina og harvið møguleikarnar fyri oljuleiting á føroyska landgrunninum.\r\nHenda triðja bókin er eins og tær báðar undanfarnu eitt savn av javnlíkamettum greinum. Hesaferðviðgera greinarnar evni, ið vóru løgd fram á ráðstevnuni The 3rd Faroe Islands Exploration Conference, ið varð hildin í Norðurlandahúsininum í september 2009.",
    "published": "2012-05-16"
  },
  {
    "title": "Færøysk liv i nordisk perspektiv",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/157",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/157/256",
    "author": null,
    "abstract": "Denne boka er et festskrift til Beinta í Jákupsstovu, dr. polit., til sekstiårsdagen hennes, 27. desember 2011. Boka belyser tema som Beinta arbeider med eller interesserer seg for: Kommunepolitikk og politisk representasjon, statistikk og kunnskapsgrunnlag for politiske beslutninger, velferdspolitikk, kjønn, familiepolitikk og litteraturpolitikk.\nBeinta í Jákupsstovu er førsteamanuensis i statsvitenskap ved Høgskolen i Molde. Siden 2008 har hun også vært tilknyttet Søgu- og samfelagsdeildin, Fróðskaparsetur Føroya. Hennes faglige innsats og forskningsinteresser er særlig innen lokaldemokrati,lokalpolitikk og velferdspolitikk, og fokus rettes oftest mot politikkutformingen og kvinnerollen på Færøyene.\nVi håper denne boka vil glede og inspirere Beinta, men også at den vil være en kunnskapsressurs for samfunnsfagsfolk og andre folk i samfunnet, på Færøyene og i Norden.\nSupplementum 55.",
    "published": "2012-01-06"
  },
  {
    "title": "Vestnordisk språkkontakt gjennom 1200 år",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/184",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/184/251",
    "author": null,
    "abstract": "Denne boka gjev ei brei framstilling av den vestnordiske språkkontakten frå landnåmstida på 800-talet og fram til i dag.Her er artiklar av forskarar med spesialkompetanse innom nordisk språkvitskap og nordisk litteratur. Dei legg fram aktuelle forskingsresultat innom språkhistorie, omsetjingshistorie, ordboksarbeid, nettformidling, namnegransking, dialektologi, sosiolingvistikk, syntaks og språkleg strukturalisme.\r\nFramstellinga er primært knytt språket og språksamfunna på Shetland, Færøyane, Island og i (Vest-) Noreg. Boka gjev utsyn, oversikt og djupdykk i den vestnordiske språkverda. Det komparative blikket – som jamfører fortid og samtid, og dei ulike vestnordiske språkområda med kvarandre – går att i alle tekstane.\r\nVestnordisk språkkontakt gjennom 1200 år er nyttig både for den som vil setja seg inn i vestnordisk språkkunnskap, og for den vidarekomne med grunnkunnskap i vestnordisk språkkunne.",
    "published": "2012-01-20"
  },
  {
    "title": "Danse- og sanglege på Færøerne",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/155",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/155/252",
    "author": "Andrea Susanne Opielka",
    "abstract": "De færøske dansispøl (danse- og sanglege) blev første gang nævnt i 1616 og var i flere århundreder en vigtig del af den færøske folkedanstradition. Blandt forskere har de imidlertid altid stået i skyggen af den færøske dans, som anses for færingernes vigtigste kulturelle arv. Mens der findes mange videnskabelige afhandlinger om færøsk dans, har man ikke vist dansispøl nogen særlig interesse. I 2004 begyndte forfatteren at skrive en ph.d.-afhandling om dette emne. Den blev godkendt i 2007 og udkom under titlen „Färöische Tanzspiele: Herkunft – Verbreitung – heutige Tradition“ i Saarbrücken, Tyskland i 2009. Bogen er det første værk, der udelukkende tematiserer færøske danse og sanglege. Den indeholder beskrivelser af 23 forskellige former, hvoraf mange allerede anses for at være uddøde. I bogen bliver alle danse- og sanglege sat i en nordisk kontekst, de beskrives udførligt ideres fællesnordiske oprindelse, og der inddrages paralleller til lignende folkedanse i de andre nordiske lande. På denne måde bliver de færøske dansispøl set i et nordisk perspektiv. Afhandlingen er bygget på feltarbejde og den analyserer informationer fra ca. 200 færinger fra forskellige bygder og øer.",
    "published": "2011-10-12"
  },
  {
    "title": "Dorete - her book",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/156",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/156/255",
    "author": null,
    "abstract": "This book is a tribute to Dorete Bloch, PhD and Professor in Zoology, from long time friends and colleagues.\nDorete is known to most of us for her combination of tremendous enthusiasm for all aspects of the natural history of the Faroeswith a level of hospitality that few could hope to achieve.\nShe started her academic career in Denmark, but moved to the Faroes in 1974. She became very rapidly involved in scientificactivities in the islands – in many fields – and acclimatized quickly to local conditions. She has become a leading person in scientific work in many areas.\nShe has lectured at the University of the Faroes for many years and was appointed Professor of Zoology there in 2001. In 1980,she was appointed head of the Zoological Department of the Faroese Museum of Natural History and was its Director from 1995 to 2009. She defended her PhD thesis on the long-finned pilot whale at the University of Lund in 1994.\nShe has been representative for the Faroes of the Scientific Commission of NAMMCO (North Atlantic Marine Mammal Committee), a new Nordic Arctic research programme, and an expert in the North Atlantic Research Programme. She is also the Managing Editor of Fróðskaparrit (Journal of the Faroese Scientific Academy), and member of several scientific and advisory boards.\nSupplemtum nr. 52",
    "published": "2010-11-26"
  },
  {
    "title": "Pilot Whaling in the Faroe Islands",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/174",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/174/862",
    "author": "Jóan Pauli Joensen",
    "abstract": "This book is a thorough historical and ethnographical study of the traditional pilot whaling in the Faroe Islands. It is not the contaminated whale food that makes people react against the whaling, but the images shown of the hunt, are witnessing the closeness of the animals and human being at the kill. There are no distancing or mitigating barriers in the whale kill. You cannot deny or hide the blood and the death. Many urban residents group whales along with flowers and songbirds, pets loved at a distance. Pilot whales are beautiful animals, and even if they no longer are “good to eat” because of pollution, contamination and the dumping of waste in our oceans, from a whale health perspective they, just like the rest of the biosphere in the future, deserve a good, healthy life in a clean environment of their own.\r\nDr. Jóan Pauli Joensen, is a professor in ethnology and cultural history. He is the rector/president of The University of the Faroe Islands, who has written several books about Faroese maritime culture, fisher folk, marriage customs, folk beliefs, folk life and several other topics in Faroese culture and history.",
    "published": "2009-06-30"
  },
  {
    "title": "Proceedings of the 2nd Faroe Islands Exploration Conference",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/219",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/219/279",
    "author": "Thomas Varming",
    "abstract": "&amp;nbsp;Í bókini eru 21 vísindaligar greinar.\r\nGreinarnar eru bygdar á fyrilestrar, sum vóru hildnir á “Faroe Islands Exploration Conference 2006”. Evnið, ið verða viðgjørd, eru millum annað, hvussu basalt ávirkar kolvetnisleiting, bæðið beinleiðis, til dømis ávirkan á goymslugrýtið, og óbeinleiðis, til dømis ávirkan á royndir at fáa mynd av djypru løgunum har vónirnar til at finna kolvetni eru størst. Harafturat eru greinar um royndir við kolvetnisleiting higartil á føroyska landgrunninum og um nøkur eyðmerkt leitimið millum annað “William” á loyvi 007, har brunnur er boraður, og “Anne-Marie” á loyvi 005, har borað verður komandi ár.",
    "published": "2009-06-02"
  },
  {
    "title": "Frændafundur 6",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/160",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/160/271",
    "author": "Magnús Snædal",
    "abstract": "Í hesari bók eru prentaðir fyrilestrar frá føroyskari-íslendskari ráðstevnu, sum varð hildin í Tórshavn 26. – 28. juni 2007. Fyrilestrarnir standa her í teirri røð, sum teir vóru hildnir. Høvundarnir hava havt møguleika fyri at leingja fyrilestrarnar, men misjavnt er, hvussu nógv greinirnar víkja frá framløgunum, sum fluttar vóru. Tríggir røðarar valdu ikki at prenta fyrilestrar sínar.\nFremst í bókini standa minningarorð um Stefán Karlsson, sum Jóhan Hendrik W. Poulsen bar fram, tá ið ráðstevnan varð sett.Ráðstevnan Frændafundur 6 var fyrireikað av „Íslandsnevnd“ á Fróðskaparsetri Føroya í samstarvi við „Føroyanevnd“ á Hugvísindadeild Háskóla Íslands. Í Íslandsnevnd sita Turið Sigurðardóttir (form.), Anfinnur Johansen, Malan Marnersdóttir, Lena Reinert og Jóhan Hendrik W. Poulsen. Í Føroyanevnd sita Ingi Sigurðsson (form.), Magnús Snædal, Pétur Knútsson, Höskuldur Þráinsson og María Garðarsdóttir. \nSupplementum nr. 49.",
    "published": "2008-11-18"
  },
  {
    "title": "Miðlar, mentan &amp; seinmodernitetur",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/171",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/171/263",
    "author": null,
    "abstract": "„Føroyskur ungdómur hevur ikki áður verið fyrimál hjá fólki, ið granskar føroyska samfelagið. Granskingin, hvørs úrslit núfyriliggja, umboðar fyrstu veruligu roynd at lýsa ungdómin í landinum vísindaliga. Endamálið við verkætlanini hevur verið,at hyggja nærri at ungdóminum í landinum í dag úr einum mannfrøðiligum sjónarhorni.\r\nOg hóast feltarbeiðið fór fram í høvuðsstaðnum, umfatar verkætlanin alt landið, tí nógv innsavnað tilfar er av bygd. Ungdómurin er á ferð, vandaferð, frá tryggari tilveru sum barn til ørkymlandi vaksnamannalív við ábyrgd. Ungdómstíðin er, í heimsmyndini hjá vaksnum, full av mýtum og fordómum, ið romantisera og hálova fría ungdómslívinum ella vanæra ungdómin, tí hann verður skýrdur at umboða vandamiklastu hóttanina ímóti skili og ordan í samfelagnum“",
    "published": "2008-09-14"
  },
  {
    "title": "Sæteren ved Argisbrekka",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/177",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/177/258",
    "author": "Ditlev L. Mahler",
    "abstract": "Nærværende bog er delt i to dele, hvor første del udgør resultatet af de arkæologiske undersøgelser ved Argisbrekka og en diskussion af udvalgte oldsagsgruppers udsagn og datering. Anden del indledes med en diskussion af fortolkningen af de arkæologiske levn, hvorpå følger inddragelse af øvrigt færøsk materiale og udenlandske paralleller. Til sidst bliver den kulturhistoriske udvikling drøftet i relation til den nye viden, der er fremkommet ved undersøgelserne af de arkæologiske levn.Argisbrekka ligger i Eiði bygds udmark på den nordlige del af Eysturoy, kapitel 1. Foran skråningen ligger deltasletten, der fører ned til Eiðisvatn, der er Færøernes tredjestørste ferskvandsø, 129,5 m.o.h.\r\nMed bidrag fra Ph.D. Anne Birgitte Gotfredsen, The Zoological Museum of Copenhagen University, Phil. Dr. Gina E. Hannon,The Swedish University of Agricultural Science. Cand Scient. Arne Jouttijärvi, Heimdal Archeometri.",
    "published": "2022-11-20"
  },
  {
    "title": "Torvið í Føroyum",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/214",
    "pdf": null,
    "author": "Petur Jacob Sigvardsen",
    "abstract": "Bókaverk í 5 bindum. Samútgáva forlagið Búgvin og Fróðskapur.&amp;nbsp;",
    "published": "2006-11-20"
  },
  {
    "title": "Útlitini fyri einum málskifti",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/167",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/167/860",
    "author": "Rakul Skaale Andreassen",
    "abstract": "Rakul Skaale Andreasen er fødd í 1988 og er úr Havn. Á vári 2020 gjørdist hon MA í føroyskum máli og bókmentum. Talan er um hennara MA-ritgerð, sum vann donsku virðislønina Uddannelses- og Forskningsministeriets Specialepris om rigsfællesskabet í 2020. Hjalmar P. Petersen, professari, var vegleiðari og Edit Bugge, professari, var hjálparvegleiðari.\r\nÍ ritgerðini verður hugburðurin hjá ungum føroyingum til málini føroyskt og enskt og brigdið føroyskt-enskt kotuskifti kannaður.\r\n&amp;nbsp;Hugburðskanningar eru áhugaverdar, tí við at fáa innlit í hugburð hjá ungum føroyingum kann ein fáa ábendingar um, hvussu ein møgulig málslig framtíð sær út í Føroyum.\r\n&amp;nbsp;Endamálið við hesum hugburðskanningunum er at fáa eina mynd av, hvør støðan hjá føroyska málinum er í dag serliga í mun til enskt, men eisini í ávísan mun til danskt. Áhugavert er at vita, um okkara unga ættarlið umboðar málsligar broytingar, sum í víðgongdasta føri kunnu leiða til eitt møguligt málskifti.\r\nUngfólk eru vald, tí at tað ofta eru tey ungu, sum ganga á odda við málsligum broytingum og nýskapanum. Harumframt hava tey ungu ein stóran leiklut í uppalingini – eisini tí málsligu – av næsta ættarliðinum. Hesi ungu fara at virka sum málsligar fyrimyndir í síni uppaling av børnunum, og saman við teimum málsligu virðunum, sum tey hava, kunnu tey fáa stóra ávirkan á málið í framtíðini.",
    "published": "2021-08-04"
  },
  {
    "title": "Kenn mær einki um",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/162",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/162/861",
    "author": null,
    "abstract": "Sjúrðarkvæðini eru partur av føroysku „populermentanini“ og endurspegla eina føroyska hugmyndafrøði um kyn. Eitt nú vísa persónlýsingarnar ein greiðan mun á kvinnum og monnum: Kvinnurnar eru vakrar, svikafullar, hevnisamar og falskar. Tær eru tølandi, harðhjartaðar og duga gand. Menninir, hinvegin, eru raskir, sterkir og virkisfúsir kappar. Teir duga ikki gand og gera ongantíð órætt. Kvæðini eru sparin við ítøkiligum upplýsingum, so spurningurin er, um kynjamyndanin, tá ið av tornar, er so einføld og greið. Tí er grund til at viðgera kynjaspurningar í Sjúrðarkvæðunum við atliti at lýsingunum av kvinnum og monnum.Kenn mær einki um greinar Sjúrðarkvæðini við støði í frásagnar- og kynjafrøði.",
    "published": "2020-11-17"
  },
  {
    "title": "Orð, mynd og veruleiki",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/193",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/193/772",
    "author": "Malan Marnersdóttir",
    "abstract": "Hetta er greinasavn við seks greinum um skaldskap og myndlist.\r\nOrð og mynd hava upp gjøgnum søguna verið fatað sum tvær síður av somu mynt. Orðið hevur kortini verið í oddatroyggjuni, tí yrkjararnir sum andans arbeiðarar vóru fyrimyndir hjá handaliga arbeiðandi myndlistafólkunum.\r\nPerman\r\nPermumyndin er partur av málninginum Pastorala, sum Frimod Joensen málaði í 1978. Har sita fimm naknir og skeggjutir menn og høgga úr gróti, skriva, mála, spæla violin og gera tónleik. Í hesi friðsæluni er listin fullkomna dømið um sanna lívið í fullum samljóði við náttúruna á ein hátt, sum váttar, at tey, sum fáast við myndir, tekstir og tónleik, eru jarðarinnar salt – ið ikki er óvæntað hugsan hjá einum listamálara!\r\nTríggjar av listagreinunum – høggmyndin, málningurin og skaldskapurin – eru tilvísandi á siðbundnan hátt, t.e. sipa til ein veruleika uttan fyri myndina ella tekstin, til lívið, heimin og náttúruna. Har høggmyndin og málningurin endurgeva henda veruleikan í eini mynd, er tað orðið, sum í skaldskapinum hevur hesa uppgávu. Tískil hava orð og mynd upp gjøgnum søguna fylgst sum eitt par og verið fatað sum tvær síður av somu mynt, har orðið kortini hevur verið í oddatroyggjuni, tí yrkjararnir sum andans arbeiðarar vóru fyrimyndir hjá handaliga arbeiðandi myndlistafólkunum. Tað var upplýsingartíðin, ið fyrst fekk eyga á høvuðsmunin millum, hvussu orð og mynd handfara veruleikan, og í tí viðfangi vísti á ymisku uppgávur teirra.\r\nOrð og mynd hugtaka kortini framvegis. Hóast orðið er og verður verandi mest týðandi miðilin í menniskjansligu sannkenningini, er tað ikki tað einasta, og tað minnir modernaða myndamentanin okkum sanniliga á. Myndin leggur trýst á orðið og bjóðar tí av, eins og orðið alla tíðina roynir at jagstra kjarnan hjá myndini í runddansi, har sannkenning og varhugi avloysa hvørt annað.\r\nTvíburar\r\nFyrsta greinin, “Tvíburar? – Orð og mynd fra Horats til Lessing”, viðger við støði í hugtakinum ‘ut pictura poesis’– sum myndin soleiðis eisini yrkingin, sambandið millum mynd- og orðlist gjøgnum tíðirnar. Skrivað greinina hevur Nils Ohrt, mag.art. í listasøgu og stjóri á Listasavni Føroya.\r\nHinar fimm greinirnar hugleiða um hetta sambandið, samstundis sum tær greina skaldsligan tekst og eitt ella fleiri myndlistaverk úr 20. og 21. øld.\r\nMikines og Carl Jóhan Jensen\r\nDorit Hansen hevur skrivað greinina “Jarðarferð sum ikon”, sum viðger ta halgimyndaligu støðu, jarðarferðin hevur í yrkingini hjá Carl Jóhan Jensen “líkskari 1951 við svartari flugu” og málninginum Líkfylgi hjá S. J. Mikines. Ekfrasa, sum er skaldsliga lýsingin av einum myndlistaverki, er eitt annað hugtak í hesi greinini eins og í øðrum greinum í bókini. Dorit er cand.mag. í enskum og samfelagsfrøði og master í føroyskum bókmentum.\r\nHanse, Matras og Mikines\r\nÍ greinini “Lívskor” verða tvær yrkingar og tveir málningar viðgjørdir, ið lýsa lívskor í Føroyum. Yrkingarnar hava Billa Hansen og Christian Matras skrivað og málningarnar hevur S. J. Mikines málað, og Sanna Andrassardóttir Dahl greinar og ber hesi verkini saman við atliti at lívskorum. Sanna hevur bachelorprógv í íslendskum, bachelor- og masterprógv í bókmentavísindum og hjánám í føroyskum.\r\nDjurhuus, Reyni og Patursson\r\nÍ greinini hjá Solveig Hanusardóttur Olsen er tað sublima høvuðsevnið, sum hon viðger við støði í yrkingini “Ódn” hjá Janusi Djurhuus, málninginum Trolaradekki hjá Ingálvi av Reyni og installatiónini Bládýpið hjá Tróndi Patursson. Solveig er cand.mag. í religiónssøgu og kuratering, hon hevur masterprógv í listasøgu og hjánám í føroyskum.\r\nRasmussen, Simonsen &amp;amp; Christiansen og Iversen\r\nFleirraddað yrkingalist og sambandið millum mynd- og orðlistaverk eru evnini, Silja Aldudóttir viðger við støði í so ymiskum orð- og myndlistaverkum sum “Fram móti morgni” eftir Oddfríð Marna Rasmussen, eini opnu í bókini Desembermorgun eftir Kim Simonsen og Jóhan Martin Christiansen og einum málningi hjá Hansinu Iversen. Silja er master í føroyskum máli og bókmentum.\r\nHeinesen\r\nSeinasta greinin lýsir hvussu orð- og myndlist fylgjast og krossast í ritverkinum hjá Williami Heinesen. Malan Marnersdóttir, sum er professari í bókmentum, hevur skrivað hana eins og hon hevur ritstjórnað bókina.\r\nGreinirnar spretta úr skeiði á Føroyamálsdeildini, sum við støði í úrvaldum verkum og tekstum frá 20. og 21. øld gav studentunum yvirlit yvir høvuðseyðkenni í føroyskari mynd- og orðlist í tíðarskeiðinum, vandi mynda- og skaldskapargreining og fann viðkomandi hugtøk til at lýsa verkini og sambandið millum listagreinirnar. Undirvísararnir vóru Nils Ohrt og Malan Marnersdóttir. Sanna A. Dahl hevur verið ritstjórnarhjálpari.",
    "published": "2019-02-25"
  },
  {
    "title": "Í Bókmentagrønanum",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/194",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/194/771",
    "author": "Bergur Djurhuus Hansen",
    "abstract": "Í bókini eru prentaðar tríggjar ritgerðir, sum viðgera nýggjan føroyskan skaldskap. Ritgerðirnar eru styttar eitt sindur og tillagaðar, so tær eru at líkna við greinir og hóska einum almennum lesaraskara. Heitið, Í bókmentagrønanum, sipar til navnorðið “ein grøni”, sum verður brúkt um eitt grønt øki, eina gróðrargóða grasfløtu.\r\nSilja Aldudóttir lýsir og greinar í ritgerðini Men tað lekur millum vitið, skilið og kjøtið, hvussu kroppurin sum lívrunnin og ólívrunnin eind er evni í yrkingum eftir Sissal Kampmann.\r\nRagnar Sigrunarson kannar grotesk stílbrigdi í trimum stuttsøgum úr tíðarritinum Vencli nr. 15/2015. Tað eru stuttsøgurnar “Sexologurin” eftir Ludvík á Brekku, “Sunnudagur” eftir Sólrún Michelsen og “Fellan” eftir Oddfríð Marna Rasmussen. Ritgerðin hjá Ragnari hevur heitið Uttan mál og mark.\r\nLydia Didriksen viðger í ritgerðini Eg eri – ikki eg – eri eg eitt rák, sum hevur nøkur ár á baki,&amp;nbsp; men framvegis er sjónligt og verður endurnýggjað, nevniliga at rithøvundar skriva um seg sjálvar og brúka síni egnu nøvn í verkum, sum fáa heitið skaldsøga. Í ritgerðini verður skaldsøgan hjá Silviu Henriksdóttur Sig at du lyver frá 2011 greinað og viðgjørd við støði í einum kjaki um, hvussu nýggja tekstslagið kann skilmarkast og greinast bókmentavísindaliga.",
    "published": "2018-05-31"
  },
  {
    "title": "Ungur nemur",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/195",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/195/770",
    "author": "Turið Sigurðardóttir",
    "abstract": "Setursrit 8 snýr seg um barnabøkur í 20. og 21. øld.\r\nFyrsta greinin í ritinum er &amp;nbsp;“Trupul og tung evni í myndabókini fyri børn – Eitt norðurlendskt rák eftir 2000” eftir Henriettu Arge Jacobsen. Hon byggir á fyrilesturin, ið var seinasti partur av MA-próvnum í føroyskum, sum Henrietta leyk á Fróðskaparsetri Føroya í 2017. Greinin snýr seg um &amp;nbsp;rákið, sum heldur uppá, at barnabøkur eiga ikki at avmarka seg til eitt úrval av “hóskandi” evnum, men takast við allar spurningar, men á ein hátt ið hevur fyrilit fyri børnum. Henrietta viðger myndabøkur, ið gjøgnum samanspæl og mótspæl millum myndir og tekst fáast við tungar spurningar sum eitt nú vansorgan og deyða.\r\nHinar tríggjar greinarnar eru eftir Turið Sigurðardóttur og viðgera týddar barnabókmentir.\r\nTýðingar er munandi partur av føroyskum bókmentum, serliga barnabókmentunum. Greinin “Týddar barnabøkur – Leiklutir teirra í bókmentakervinum” &amp;nbsp;nemur við summar av&amp;nbsp; hesum leiklutunum hjá týðingum og umrøður sínámillum ávirkanina millum týðingar og móttøkubókmentakervi.&amp;nbsp;&amp;nbsp;\r\nGreinin “Glæstribøkurnar – fyrstu litmyndabøkur á føroyskum” hyggur at teimum 12 litmyndabókunum fyri smá børn, sum komu út í føroyskari týðing í 1958. Tær líktust ikki øðrum bókum á føroyskum, hvørki upprunaligum ella týddum. Tað vóru serliga myndirnar, sum gjørdu munin; bæði hvussu nógv tær fylti afturímóti tekstinum og – ikki minni – at tær vóru í føgrum litum. Myndir og tekstur, evnisval og boðskapur vóru lagað til eina ávísa hugsan um barnabøkur og leistin á tí amerikonsku massamentanini í 1950-árunum.\r\nPippi Langsokkur var í hinum borðinum; hon breyt normarnar fyri barnasøgur. Hon kom út í føroyskari týðing í 1990-árunum, hálva øld aftan á upprunaligu útgávuna. Greinin “Pippi – Slóðbrótari fyri modernismu í barnabókmentum” nemur á ymist av tí, sum hevur gjørt Pippi til kendasta verkið hjá gitnasta barnabókahøvundi í 20. øld, svensku Astrid Lindgren.",
    "published": "2018-03-11"
  },
  {
    "title": "Platon",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/175",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/175/260",
    "author": "Bergur Djurhuus Hansen",
    "abstract": "Her birtast sum Setursrit 5 týðingar Janusar Djurhuus eftir Platon. Janus týddi fimm samrøður, dialogar, eftir Platon; tó týddi hann bara brot av teirri fimtu, „Faidon“. Týðingarnar komu upprunaliga út í tveimum bókum: Verjurøða Sokratessar – Kriton – Faidon, ið kom út fyrstu ferð í Havn 1931; og Symposion – Gorgias, sum Føroyingafelag í Keypmannahavn gav út í 1938. Nú næstan 80 ár seinni koma týðingarnar út í einari bók. Endamálið við útgávuni er at geva lesarum høvi til at lesa hesar hugtakandi hálvttriðjatúsund ára gomlu bókmentirnar, í senn fremmandar og heimakunnugar, í týðingini hjá Janusi skaldi.\r\nÍ bókini eru tvær greinir, onnur eftir Berg Djurhuus Hansen, cand.mag. í søgu og donskum, um forna Grikkaland; hin eftir Jógvan Hansen, cand.phil. í heimspeki, um Platon og heimspeki hansara.",
    "published": "2008-06-27"
  },
  {
    "title": "Føroyskar bíbliutýðingar og týðingarroyndir",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/203",
    "pdf": null,
    "author": "Elsa Funding",
    "abstract": "Elsa Funding er fyrsta føroyska kvinnan, ið gjørdist prestur. Bókin Føroyskar bíbliutýðingar og týðingarroyndir er kanning hennara av føroyskum týðingum av bíbliuteksti frá byrjanini í 1823 og fram til 1990.\r\nViðgerðin er tvíbýtt: tíðin fram til 1908 og tíðin 1909-1990. Týðararnir í tí fyrra skeiðinum eru slóðbrótarin Schrøter og teir Hammershaimb, Jóan Petur uppi í Trøð,&amp;nbsp; Fr. Petersen, Jógvan Poulsen, Símun av Skarði og A. C. Evensen. Í hesum skeiðinum varð støðið lagt. Í seinna skeiðinum eru tey trý høvuðsnøvnini Jákup Dahl, sum fram um aðrar skapti føroyskt bíbliumál; Victor Danielsen, ið týddi alla Bíbliuna; og K.O. Viderø, sum týddi Gamla Testamenti. Teir yngstu týðararnir eru Axel Tórgarð og Hans J. Joensen. Viðgerðin av og samanberingin millum tær føroysku týðingarnar er bulurin í bókini hjá Elsu Funding. Gjølla og hegnisliga er sagt frá, so tað er forvitnisligt hjá øllum, sum hava áhuga fyri evninum.\r\nMen tað er ikki alt, tí høvundurin leggur fyri við vandaligari gjøgnumgongd av vesturlendskum bíbliutýðingum søguliga og ástøðiliga. Hetta er fangandi lesnaður hjá øllum, ið hava áhuga fyri tulkingarfrøði (hermeneutikki) og týðingarfrøði.\r\nTýðingarfrøði er ein blómandi granskingargrein í dag, og Bíblian hevur – eisini har – lykilstøðu. Hon er ikki bara ein tann mest lisna av bókum, men hon er eisini ein bók, sum nógv flestir lesarar lesa og hava lisið í&amp;nbsp;týðing&amp;nbsp;í eini tvey túsund ár. Bókin um føroyskar bíbliutýðingar 1823-1990 er – eisini tí – ein stórhending.&amp;nbsp;",
    "published": "2007-11-20"
  },
  {
    "title": "Tveir yrkjarar úr Kvívík",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/207",
    "pdf": null,
    "author": "Turið Sigurðardóttir",
    "abstract": "Ritgerðirnar eru um kvívíkingarnar og yrkjararnar Kvívíks-Jógvan og Jóan Petur uppi í Trøð. Tummas Lenvig, cand.phil., skrivar um Kvívíks-Jógvan og skaldskap hansara, og Katrin Næs, cand.mag., viðger ta kendu brúðarvísuna hjá Jóan Peturi uppi í Trøð.\r\nKvívíks-Jógvan og Jóan Petur uppi í Trøð eru kendir yrkjarar úr føringafelagstíðini. Millum annað hevur Kvívíks-Jógvan yrkt &quot;Kópakvæði&quot; og Jóan Petur uppi í Trøð hevur umframt &quot;Brúðarvísuna&quot; yrkt &quot;Gentukæti&quot; ella &quot;Til Havnar vit fara&quot;.\r\nTummas Lenvig er fyrrverandi lærari í Klaksvík. Hann hevur &amp;nbsp;m.a. skrivað bókina&amp;nbsp;Fyrsta føroyska skaldsøgan, Regin í Líð: Bábelstornið. Evni og hugsjónir hennara&amp;nbsp;og givið hana út sjálvur. Hann hevur eisini savnað og búgvið til prentingar bøkurnar&amp;nbsp;Ein yrkjari á útoyggj&amp;nbsp;við yrkingum og óbundnum máli eftir&amp;nbsp;føringafelagsmannin úr Fugloy, læraran S. M. Zachariasen. Somuleiðis hevur hann savnað og greitt til útgávu tvey greinasøvn úr tí tjóðskaparligu vekingartíðini,&amp;nbsp;Frælsmannamál&amp;nbsp;við blaðgreinum og fólkafundarrøðum frá 1899 til 1926, og&amp;nbsp;Viljans verk æt fólksins frami við greinum og røðum frá 1921 til 1938.\r\nKatrin Næs er miðnámsskúlalærari og er í løtuni ph.d.-lesandi á Fróðskaparsetri Føroya. Yvirskriftin á ritgerðini hjá Katrini Næs er ein umskriving av teimum kendu orðunum &quot;Menneske først og kristen så, kun det er livets orden,&quot; sum eru fyrstu reglur í einum sangi eftir N.F.S. Grundtvig. Hjá Katrin ljóða orðini: &quot;Føroyingur fyrst - og kristin so.&quot;",
    "published": "2007-10-02"
  },
  {
    "title": "Bumbuatsóknin móti løgtingshúsinum í 1945",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/154",
    "pdf": null,
    "author": "Hans Andrias Sølvará",
    "abstract": "Ein lítlan tíma eftir midnátt 18. september 1945 brast ein bumba við løgtingshúsið. Klædningurin fór illa og nógvir rútar á vestursíðuni brotnaðu. Eisini í grannalagnum brotnaðu nógvir rútar. Eingin var inni í løgtinginum, tá bumban brast uttanfyri, ogeingin fekk nakran skaða av spreingingini, heldur ikki uttanfyri. Nøkur fólk høvdu kortini verið inni í løgtinginum ein tíma, áðrennbumban brast. Hóast drúgvar rannsóknir eydnaðist tað ikki løgregluni at loysa málið, eingin varð skuldsett/ur ella dømd/ur, men seinni hevur verið ført fram, at ætlanin hevði verið at raka ávís fólk inni í løgtinginum. Hans Andrias Sølvará hevur kannað tað forkunnuga tilfarið hjá løgregluni um málið og skrivað eina bók um bumbuatsóknina, sum ofta hevur verið nevnd, men eingin fyrr hevur kannað. Bumban sprongdist í eini politiskt turbulentari tíð í føroyskari søgu beint eftir seinna heimsbardaga, tá stríðið millum tey, sum ynsktu, at Føroyar framhaldandi skuldu vera saman við Danmark, og tey, sum hildu, at Føroyar nú vóru klárar til at loysa frá Danmark, gjørdist javnari og harðari.",
    "published": "2022-09-18"
  },
  {
    "title": "Verjurøða ummælarans",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/182",
    "pdf": null,
    "author": null,
    "abstract": "Verjurøða ummælarans viðger ummæli av føroyskum føgrum bókmentum, sum eru skrivað í føroysk bløð og tíðarrit. Heitið vísir til ta verjustøðu, sum ummælarin ofta er í, tí hann av rithøvundum verður hildin at misskilja ella mistulka skaldskap. Samstundis skal ummælarin standa til svars fyri dómar, hann fellir um skaldskap í sínari egnu samtíð, av rithøvundum, hann kann rokna við at møta aftur í ymiskum samanhangum í sínum privata gerandisdegi.\nHarumframt hava nógvar røddir verið frammi seinnu árini um, at ummælini eru í einari trongari støðu vegna broytta miðlastøðu og broyttar valdskipanir í samfelagnum. Heitið vísir eisini til sjálva ritgerðina sum eina verjurøðu fyri ummælarans virksemi. Farið verður nevniliga til verka út frá teirri grundleggjandi fatan, at ummælið er týdningarmikið tekstslag, og at ummælarin hevur stórt vald í bókmentastovninum, tí hann er við til at seta dagsskránna, tá tað kemur til at virðismeta bókmentir.",
    "published": "2022-06-10"
  },
  {
    "title": "Local Measures to Global Pressure",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/165",
    "pdf": null,
    "author": null,
    "abstract": "The book is about changing conceptualizations about whales and what effect this paradigm shift has had on pilot whaling in the Faroe Islands.\r\nPilot whaling has been a contentious tradition and source of international stigma for the Faroese since the first international campaigns to stop it were launched in 1985. The manners and talking points surrounding pilot whaling have persisted largely unchanged since then. It is argued here that the central disagreement underlying this debate is on diverging views on how people should interact with their surrounding environment and resources.\r\nThe book is divided into four parts. The broader context of the anti-whaling movement is first examined with a special focus on the transformation of public sentiments around whales from resource to cultural icon. The second part zooms in on the Faroese practice of whaling, its cultural significance, and how an international opposition against it first began. The third part closely examines the arguments of critics and proponents and evaluates how this corresponds with their respective views on man and nature. Finally, the legacy of the conflict is evaluated with a focus on how it affected policymaking in the immediate aftermath of the 1980s protests.",
    "published": "2022-05-10"
  },
  {
    "title": "Staðarnøvn í Mykinesi",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/172",
    "pdf": null,
    "author": "Steingrim Abrahamsen",
    "abstract": "Í okkara tíð er øllum kunnugt, at vit uppliva eitt stórt tap av staðbundnum staðarnøvnum í munnliga siðaarvinum. Innan fyri sløk 100 ár er íbúgvaratalið í Mykinesi minkað við 150 fólkum. Í oynni eru í dag 17 fólk fastbúgvandi. Hetta hevur stóra avleiðing fyri staðarnøvnini. Tað eru færri og færri, sum brúka tey. Meginparturin av nøvnunum verður ikki brúktur eins og hann bleiv fyri 50 árum síðan. Hetta hevur so við sær, at fleiri nøvn hvørva.\r\nSiðbundin staðarnavnagransking hevur í høvuðsheitum snúð seg um at granska einstøk staðarnøvn og einstakar bólkar av orðum. Nøvnini hava fyrst og fremst verið granskað sum leksikalsk og mentanarsøgulig minnir um mál og livandi talumál. Í hesi kanning av staðarnøvnum er evnið ikki støk nøvn, men at lýsa tey meira enn 1500 staðarnøvnini í Mykinesi, sum tað hevur borið til at staðfesta.",
    "published": "2021-12-07"
  },
  {
    "title": "Vatnanøvn í Føroyum",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/181",
    "pdf": null,
    "author": null,
    "abstract": "Í hesi staðarnavnaútgávu eru nøvn á vøtnum og tjarnum í Føroyum savnaði og skipaði í bókstavarað og viðgjørd navnafrøðiliga.Undir hvørjum navni verður greitt frá hvar staðið er, hvørji bygd tað er í, ofta hvussu høgt tað er yvir sjóvarmálanum, og eitt nú hvørjum hagaparti tað er í, ella hvar tað er í mun til onnur støð, og tá verða ofta onnur staðarnøvn nevnd sum eru í nánd, serliga um sama navnlið gongur aftur í teimum. Oftast verður nevnt hvørjar áir renna í og úr; hetta byggir á tað sum sæst á máliborðsbløðunum (F20) og skal takast við fyrivarni, tí á kortum er ikki alt komið við, og heldur ikki samsvara kortútgávurnar. Greitt verður frá hví staðið eitur sum tað eitur tá ið tað tykist neyðugt, men í mongum førum „hevur staðið navnið hjá sær“, sum tikið kann verða til. Av tí at høvuðsliðini eru so fá í tali og tvey teirra ganga aftur í meginpartinum av nøvnunum, verða tey viðgjørd undir einum seinri í hesum inngangi. Kemur navnið fyri í eldri keldum, er tann navnaformurin oftast nevndur. Onkuntíð verða frásagnir í sambandi við staðið nevndar, eitt nú sagnir.&amp;nbsp;",
    "published": "2022-11-20"
  },
  {
    "title": "Føroysk purisma",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/787",
    "pdf": null,
    "author": "Jógvan í Lon Jacobsen",
    "abstract": "Bókin snýr seg um føroyska purismu, bæði søguliga og samtíðarliga. Eisini er ein ástøðiligur partur um t.d. málvariatión, hugburð, normar og atlaging, umframt greiningar av trimum útvarpssamrøðum.\r\nTann søguligi tráðurin gongur heilt aftur til tann klassiska retorikkin, tí vit síggja nøkur felags eyðkenni í retorikkinum og purismuni.\r\nTann samtíðarligi parturin byggir í høvuðsheitum á kanningar um tøkuorð og nýggjyrði, sum var partur av eini stórari felags norðurlendskari kanning frá umleið 2000 til 2013 undir heitinum &quot;Moderne importord i språka i Norden&quot;.",
    "published": "2021-05-17"
  },
  {
    "title": "Royndin",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/176",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/176/867",
    "author": null,
    "abstract": "Hetta er ein kjakbók um søgu og søguskriving, sum viðger hypotesur um Nólsoyar-Páll við støði í almennum søgufakligum meginreglum. Millum annað verða hesir spurningar viðgjørdir í bókini: Var Løbner fyrstur at flyta frískt koppingarevni móti pokunum til Føroya longu í 1801? Rýmdi Nólsoyar-Páll frá neyðarrópi og hungrandi landsmonnum í juni 1808? Var tað Nólsoyar-Páll, sum gjørdi, at Baugh kapteynur á bretska herskipinum Clio avgjørdi at taka og oyðileggja skansan í Havn 16. mai 1808? Var tað rætt av Løbner at yvirgeva skansan uttan at lata nakað skot av? Hvørjar mannagongdir og háttaløg eiga søgufrøðingar at halda seg til, tá ið teir granska og skriva søgu? Ber tað til hjá søgugranskarum at skriva søgu óheft av sínum egnu persónligu sjónarmiðum?&amp;nbsp;Spurningarnir eru settir við støði í ítøkiligum tilfari og evnum úr føroyskari søgu, men viðgerðin verður sett í samband við almennar søgufakligar meginreglur.",
    "published": "2020-12-06"
  },
  {
    "title": "Fjallanøvn í Føroyum",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/192",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/192/868",
    "author": "Eivind Weyhe",
    "abstract": "Fjallanøvn eru ein áhugaverdur partur av føroyskum staðarnøvnum.Í nýggju bókini viðger Eivind Weyhe øll føroysk fjallanøvn málsliga og navnafrøðiliga.Bulurin í bókini er ein gjøgnumgongd, har nøvnini í stavrað verða umrødd og viðgjørd.Eisini er ein fakligur inngangur, sum lýsir fjallanøvn sum heild, teirra form og bygnað.\r\nSum onnur staðarnøvn hava tey sína søgu at siga um, hvussu forfedrar okkara valdu at navngeva støð, sum høvdu týdning fyri teir í dagligum yrki á sjógvi og landi.\r\nNøvnini vóru alneyðug í tí dagliga samskiftinum manna millum.\r\nEisini eru tey týðandi partur av okkara málsliga arvi og hava tí málsøguligan týdning.\r\nÍ okkara tíð hava fjøllini hinvegin fingið alsamt størri týdning sum partur av náttúruupplivingum, og hjá mongum kann tað tá vera forkunnugt at kenna nøvnini og vita meira um søguna um tey.",
    "published": "2020-12-04"
  },
  {
    "title": "Traditional Faroese Food Culture",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/179",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/179/259",
    "author": null,
    "abstract": "This booklet is a revised English edition of a summary of the two-volume work, Bót og biti: Matarhald í Føroyum (Vol. 1 and 2), published in April 2015.1 The volumes contain a comprehensive bibliography, as well as other documented source material and an extensive photographic collection and other illustrations. The illustrations in this booklet are selected from the original work.",
    "published": "2016-11-03"
  },
  {
    "title": "Ævintýr",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/196",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/196/774",
    "author": "Eyðun Andreassen",
    "abstract": "Í bókini leggur Eyðun Andreassen fram nýggj sjónarmið um tey gomlu ævintýrini.\r\nEingin riddari á hvítum hesti bjargar nakrari prinsessu í ævintýrunum.\r\nEingin fátækur drongur verður kongur av egnum ávum í hesum søgum.\r\nGenturnar í ævintýrunum vinna einsamallar á sínum meinbogum.Genturnar eru klókar og vitandi, vita, hvat tær vilja, og hvat tær skulu gera. Tær hava vilja, treysti, tol og seiggj at fremja sínar ætlanir og hava megi, áræði og dirvi at taka um endan, tá ið á stendur.Dreingirnir í sínum lagi megna einki: Ein legst at gráta, tí hann skal reinska eitt nátthús! Ein leggur seg at sova heima hjá mammu, heldur enn at vera saman við gentuni, ið er góð við hann. Ein vil ikki gera sær fyri skommum, tá hann skal út at berjast, og fjalir seg, og sanniliga um ikki ein fer við eini aðrari, tá hann og gentan endiliga skulu byrja samlívið. Og riddarin á tí hvíta hestinum? Hann verður so firtin av, at gentan einki sigur, at hann vil brenna hana á báli!Eyðun Andreassen fer aftur um hin fantastiska ævintýrheimin við trøllum, risum, dýrum, ið tosa, umskaptum verum og øllum øðrum gátuførum, ið har er, og finnur meiningar og merkingar frá tíðini tá ævintýrini vóru livandi munnligur skaldskapur á duldum máli, sprottin úr royniligum veruleika hjá frásøgufólkunum.",
    "published": "2014-12-08"
  },
  {
    "title": "Færøsk trækfugleatlas: The Faroese Bird Migration Atlas",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/197",
    "pdf": null,
    "author": "Sjúrður Hammer",
    "abstract": "Á grækarismessu ynskja vit tjaldrinum væl afturkomið, og tá vit endiliga síggja ternurnar vita vit, at nú er summarið komið. Men hvar hava fuglarnir verið henda veturin? Eru hetta somu fuglar, sum vit sóu í fjør? Og hvussu gomul gerast tjøldrini? Í hesari bókini finnur tú svarið uppá hesar og nógvar aðrar spurningar.\r\nKnapt 100.000 fuglar eru ringmerktir í Føroyum, síðan fyrsti skurin í 1912 fekk ein ring um beinið. Úrslitini av hesum merkingum og teimum mongu avlisnu ringunum eru nú fyri fyrstu ferð savnaði á einum stað. Sostatt verða 97 ár av merkingum uppgjørd í Færøsk Trækfugleatlas.\r\nFerðing og ferðamynstur hjá 90 sløgum av føroyskum fuglum verða gjølla gjøgnumgingin í Færøsk Trækfugleatlas. Úrslitini av merkingunum verða løgd fram á ein lættan og dámligan hátt. Sami leistur er brúktur til einstøku sløgini gjøgnum alla bókina, so tað er lætt at samanbera tey nógvu kortini og grafarnar. Fyri hvørt einstakt slag verða eitt nú búøki, vetrarvist, útbreiðsla, deyðiligheit og deyðaatvoldir viðgjørd. Eisini verður tíð, ætt og annað í samband við ferðingina viðgjørt.\r\nÍ samstarvi við Náttúrugripasavnið eru nógvu skrásetingarnar og rúgvusmikla tilfarið savnað og viðgjørt á Statens Naturhistoriske Museum í Keypmannahavn. Høvuðsteksturin í bókini er á donskum, meðan nøvn á fuglum og annað eisini er á føroyskum, enskum og latíni.\r\nÍ fyrstu pørtunum av bókini ber til at lesa um søguligu gongdina av ringmerking í Føroyum, umframt vísindaliga týdningin av ringmerkingum. Her kann ein eisini lesa um menniskjaliga ávirkan á fuglalívið í Føroyum.&amp;nbsp;\r\nFærøsk Trækfugleatlas er gjørd til øll, ið hava áhuga fyri føroyskum fuglum. Samstundis er hetta ein handbók um ferðing hjá føroyskum fuglum og er av týdningi fyri øll, ið arbeiða við fugli yvirhøvur í norðurhøvum.\r\nRingmerking av fuglum er framvegis eitt týdningarmikið amboð til gransking og umsiting av føroyskum fuglastovnum í samband við veiðu, ferðavinnu og umhvørviseftirlit. Vónin er, at Færøsk Trækfugleatlas verður eitt týðandi íkast til at beina umsiting av føroyska fuglalívinum á rætta leið.\r\nFærøsk Trækfugleatlas er gjørt við fíggjarligum stuðli frá Aage V. Jensens Fonde og er útgivið í samstarvi við forlagið Fróðskap.&amp;nbsp;",
    "published": "2014-10-09"
  },
  {
    "title": "Frá tilboði til læknastríð",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/187",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/187/273",
    "author": "Hans Andrias Sølvará",
    "abstract": "Hetta er ein bók við nógvum heimildartilfari til ymisk evni í nýggjaru politisku søgu Føroya. Talan er um tilfar, sum høvundurin hevur savnað saman í ymisk&amp;nbsp; um skjalasøvnum gjøgnum nógv ár. Tilfarið er sett saman við støði í fýra avmarkaðum evnum: Tilboðið í 1906, Adressumálið í 1917, Noregsmálið í 1923 og Læknastríðið í 1953. Serligur dentur hevur verið lagdur á at velja út og seta saman keldur, sum innan tey einstøku evnini lýsa ósemjur um gongdina í teimum einstøku málunum. Til hvørt av teimum fýra evnunum er ein søguligur inngangur og arbeiðsspurningar til keldutilfarið. Í bókini er eisini ein drúgvur inngangur til søgulig háttaløg. Hetta ger, at bókin hóskar væl til frálæru á miðnáms­ og universitetsstigi, serliga í søgu, men ivaleyst eisini í øðrum lærugreinum.Nógv av keldutilfarinum hevur ongantíð verið á prenti fyrr og átti tí eisini at havt almennan áhuga. Nýggjar og forkunnugar upplýsingar, sum varpa ljós á samfelagslig viðurskifti í nýggjari politisku søgu Føroya eru at finna í hesum tilfarinum. Tilfarið er fingið til vega í bæði føroyskum og donskum skjalasøvnum, t.d. Føroya Landsskjalasavni og Folketingets Bibliotek og Arkiv í Keypmannahavn, umframt í privatum søvnum, sum høvundurin hevur fingið atgongd til. Í tilfarinum um Læknastríðið eru t.d. fleiri innanhýsis fundarfrágreiðingar úr landsstýrinum, sum varpa nýtt ljós á gerðir landsstýrisins, loyniligt brævasamskifti hjá løgmanni og privat brøv millum aktørar í læknamálinum.Bókin er serliga ætlað til frálæruna í søguvísindum á teimum hægru undirvísingarstovnunum, men tilfarið er ivaleyst eisini áhugavert fyri fólk við almennum søguligum og samfelagsligum áhuga.",
    "published": "2013-10-21"
  },
  {
    "title": "Lessons of Islands",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/198",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/198/773",
    "author": "Firouz Gaini",
    "abstract": "Bókin&amp;nbsp;Lessons of Islands&amp;nbsp;umbo∂ar eina roynd at lýsa tær mentanarligu og samfelagsligu avbjó∂ingar og tvístø∂ur, sum ey∂kenna smá oyggjasamfeløg, úr einum antropologiskum sjónarhorni. Vi∂ útgangsstø∂i í føroyska nútí∂arsamfelagnum ver∂a ymiskir spurningar vi∂gjørdir og knýttir at vi∂komandi samfelagsvísindaligum ástø∂um. Til dømis ver∂ur hugt nærri at fráflyting og flytføri, familju og samleika, ungdómslívi og alheimsger∂.Bókin gevur eitt íkast til kjaki∂ um framtí∂arútlitini hjá smáum útja∂arasamfeløgum, sum ofta tykjast mótsagnarkend. Í grundini, sta∂festir bókin, kunnu stór modernað samfeløg eisini læra naka∂ av teimum smáu í tí landafrø∂iliga ‘útja∂aranum’.",
    "published": "2013-08-05"
  },
  {
    "title": "Tey fyrstu jólini",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/178",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/178/257",
    "author": null,
    "abstract": "Frelsari heimsins verður føddur ... Á eini uml. 2000 ára gamlari grikskari áskrift í Lítlaasia, sum m.a. snýr seg um føðingardagin hjá einum stórmenni frá fornøldini, sæst, at orðið „evangelia“, t.e. góð tíðindi, verður brúkt um hetta stórmenni. Samstundis upplýsir áskriftin lesaran um „føðingardagin hjá gudinum“. Hesin gudurin verður harumframt sagdur at vera „Frelsarin hjá allari mannaættini“. Hendan áskrift frá samtíðini er reist, meðan maðurin, sum hon snýr seg um, enn var á lívi.\r\nUm føðingina hjá hesum sama stórmenni upplýsir ein nakað seinni høvundur, at drongurin skuldi „ráða yvir øllum heiminum“, og at „tekin“, sum fyriboðaðu føðing hansara, frammanundan høvdu víst seg fyri fólki. Sami høvundur upplýsir, at móðurin var guddómliga gitin, og at sonurin, sum hon føddi 9 mánaðir seinni, var hildin at vera Guds sonur. Faðirin „droymdi ... at sonur hansara vísti seg fyri honum í einum meira hábornum skapi enn tí hjá deyðiligum manni ... við guddómligum innsigli“ Tá fyriboðanin um, at „kongurin“ skuldi føðast, hoyrdist millum tey ráðandi, varð avgjørt, at gera av við øll dreingjabørn, sum vóru fødd hetta árið. Hetta barnið, sum sipað verður til, er .... Augustus (62 f.Kr.-14 e.Kr.), áskriftin er frá uml. 10 f.Kr., og tann seinni rithøvundurin er tann rómverski søguskrivarin Suetonius (69-130 e.Kr.). Hetta er bara eitt av nógvum dømum. Tílíkar føði- ogbarndómssøgur vóru heilt vanligar í fornøldini, men eingin søgufrøðingur tekur tær fyri annað enn tað, tær eru – mytologi. Líknandi søgur frá fornøldini eru um t.d. Alexandur tann Stóra, og tað verður mett fyri vist, at tá Markus byrjar sítt evangeliið við orðunum, „Upphavið til gleðiboðskapin („evangelia“) um Jesus Krist, Guðs son“ (Mark 1:1), so er hann týðiliga ávirkaður av líknandi fornum søgum. Tað er m.a. í hesum høpi, at vit noyðast at meta um søguliga trúvirðið í báðum føðisøgunum um Jesus, ið eru festar á blað uml. 80 ár eftir føðing hansara.&amp;nbsp;",
    "published": "2012-11-30"
  },
  {
    "title": "Naboer i Nordatlanten",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/173",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/173/261",
    "author": "Andras Mortensen",
    "abstract": "Denne bog om naboer i Nordatlanten omhandler hovedlinjer i de tre vestnordiske landes fælleshistorie fra tidlig middelaldertil ca. år 2000. Med islændingenes landnam i Grønland omkring år 985 e. Kr. og deres senere møde med landets oprindelige inuitbefolkning, var det for første gang, at Jordens befolkning fra øst og vest mødtes, efter at urbefolkningen fra Afrika i tidernesmorgen spredtes og opdelte sig, hvor nogle udvandrede og begav sig mod nord og andre mod øst. Med dette møde i Grønland sluttede ringen. Kulturmødet i Grønland blev startskuddet til, at Jordens befolkning i øst og vest genetablerede den i så lang tid mistede kontakt. Den tidlige fase i Vestnordens historie og udvikling er også historien om den tidlige fase af globaliseringen og internationaliseringen. En stigende trafik og kommunikation mellem de skandinaviske lande, det øvrige Europa og Vestnorden førte således gennem historiens uransagelige veje til et historisk skæbnefællesskab mellem de vestnordiske lande, som til stadighed udbygges i disse år.",
    "published": "2012-06-18"
  },
  {
    "title": "Eivindaródn",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/150",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/150/247",
    "author": "Anfinnur Johansen",
    "abstract": "Heiðursrit til Eivind Weyhe á sjútiára degnum 25. apríl 2012",
    "published": "2012-04-25"
  },
  {
    "title": "Faroese",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/158",
    "pdf": null,
    "author": "Höskuldur Thráinsson",
    "abstract": "Faroese is a North Germanic language, currently (in the year 2004) spoken by less than 50.000 people on the Faroe Islands. The islands are situated in the North Atlantic between Scotland, Norway and Iceland.\r\nThis book is intended as an overview and reference grammar of the modern Faroese language. It is intended for everybody who is interested in Faroese, such as university students and teachers of linguistics and languages (especially the Scandinavian ones), researchers who are interested in the Faroese language and its relation to the languages most closely related to it, and even for native speakers of Faroese. As can be seen from the table of contents, it covers the relationship between Faroese orthography and phonetics, phonology, inflectional morphology, derivational morphology, syntax, dialects, and the history of the Faroese language. It also contains extensive bibliographical references, both after each chapter and at the end of the book, and is thus much more comprehensive than any previously written grammar of Faroese.",
    "published": "2012-02-24"
  },
  {
    "title": "Malunarmót",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/168",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/168/268",
    "author": "Eyðun Andreassen",
    "abstract": "Ritstjórnin leggur fram hetta greinasavn henni til heiðurs á seksti ára degnum. Í tí eru 33 vísindaligar greinir eftir føroyskar ogútlendskar høvundar, ið á henda hátt vilja gleða og heiðra ein vin og starvsfelaga. Um savnið sjálvt er at siga, at tað er skipað í bókstavarøð eftir høvundarnavni.\r\nMalan kom í starv á Føroyamálsdeildini í 1983, var fyrst adjunktur, síðani lektari og frá 2004 professari í føroyskum bókmentum. Ítveimum umførum hevur hon røkt starvið sum fyrst deildarleiðari og seinni dekanur á deildini. Hon var vararektari á Fróðskaparsetri Føroya árini 1992-95 og rektari setursins í seks ár, frá 1998 til 2004.",
    "published": "2012-01-24"
  },
  {
    "title": "Among the Islanders of the North",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/152",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/152/253",
    "author": "Firouz Gaini",
    "abstract": "This book presents new anthropological texts about the Faroe Islands. The articles discuss culture and identity, socialstructure and rituals, religion and masculinity, etc. The aim of the book is to propose new perspectives – based on recent empirical research – on the culture of the insular society in the Northwestern corner of Europe. All the texts focus on the shift from tradition to modernity and from local to global in Faroese society. The book contributes to the scientific understanding of a small-scale society that is different from other Nordic societies, but still influenced by the same global processes of change.",
    "published": "2011-11-16"
  },
  {
    "title": "Hentzasavn",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/161",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/161/270",
    "author": "Eivind Weyhe",
    "abstract": "Jóannes í Króki á Sandi var umleið 25 ára gamal, tá ið hann eftir áheitan frá Hentze prósti skrivaði ta kvæðabókina, sum eftirtíðin gav navnið Hentzasavn. Stutt eftir fór Jóannes undir at skriva Sandoyarbók. Hesar bøkur eru varðar í føroyskari kvæðasavning. Hann brúkar sína egnu stavseting, sum er lagað eftir hansara úttalu, og hon endurspeglar tí hansara bygdamál, sum tað var á hansara døgum.\r\nHer verða tær elstu kvæðauppskriftirnar hjá Jóannesi í Króki útgivnar, og kvæðini verða prentaði við somu stavseting, sum hann brúkti. Kvæðasavnið er ein rík kelda til føroysk bygdamál, føroyska málsøgu og kvæðagransking. Útgevarin hevur skrivað inngang um savningarsøgu, innihald og málform í handritinum.",
    "published": "2011-11-09"
  },
  {
    "title": "Konubrot",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/164",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/164/269",
    "author": "Bjørg Jacobsen",
    "abstract": "Konubrot er heiðursrit til Elin Súsonnu Jacobsen, ph.d. í søgu, í sambandi við sjeyti ára dag hennara tann 6. mai 2011. Elin Súsanna hevur ríkað føroyska søguskriving við m.a. at taka upp sosialsøgulig evni. Hon hevur sjálv valt tær 16 greinirnar í bókini burtur úr rúgvuni, sum hon hevur latið úr hondum. Greinirnar eru skipaðar eftir evnunum heilsa, rúsdrekkamentan, vælferð og kyn umframt tvær greinir, onnur um ferðavinnu og hin um týðing.",
    "published": "2011-06-17"
  },
  {
    "title": "Brot úr Føroya søgu",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/153",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/153/254",
    "author": "Lena Nolsøe",
    "abstract": "Brot úr Føroya søgu er eitt savn av 10 greinum um Føroya søgu. Felags fyri greinirnar er, at tær viðgera evnir í føroyskari søgu, og granskingin er grundað á skjøl. Høvundarnir hava skrivað um evnir, sum í tíð fevna um jarðabøkur og Magnus Heinason í 16. øld til stovnseting av Landsskjalasavninum, 2. veraldarbardaga og arbeiðararørslu í 20. øld. Úr 19. øld verður veðurlag, framleiðsla og fólkatal viðgjørt og eisini lagnan hjá Maren Jerimiasdatter, sum varð dømd til deyða. Harumframt eru tríggjar greinir um handilsvirksemi, sum viðgera einahandilin og fyrstu árini eftir, at hann varð avtikin. Greinirnar eru grundaðar á fyrilestrar, sum vóru hildnir í sambandi við 70 ára stovningardagin hjá Landsskjalasavninum í 2007.",
    "published": "2010-05-27"
  },
  {
    "title": "Greinasavn um Sameindu Tjóðir og Mannarættindi",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/169",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/169/267",
    "author": null,
    "abstract": "Bókin viðger mannarættindi úr mentanarligum, sosialum, búskaparligum, politiskum og løgfrøðiligum sjónarhornum. Bókin er tann fyrsta av sínum slagi á føroyskum, og kann hon tí verða eitt týdningarmikið íkast til føroyska kjakið um mannarættindi framyvir.\r\nGreinirnar eru skrivaðar av føroyskum serfrøðingum, ið hava fakligar og praktiskar royndir í altjóða mannarættindaspurningum. Heldur enn at týða útlendska bókaútgávu hevur Amnesty International Føroya deild valt at skapa eitt sjálvstøðugt verk, ið hóskartil føroyskar lesarar og føroysk samfelagsviðurskifti anno 2009.\r\nÁtta kapitlar eru í bókini, og teir taka lesaran á ferð ígjøgnum ST-stovnin og útvaldar mannarættindasáttmálar. Bókin er serliga ætlað teimum, ið eru á hægsta stigi í miðnámsskúlum og á byrjanarstigi á hægri lærustovnum. Eisini er bókin væl egnað sum bakgrundslesnaður hjá fjølmiðlum og starvsfólki í umsitingini, ið starvast við mannarættindum. Greinasavnið er harumframt kærkomið hjá øllum, ið vilja ogna sær størri og neyvari innlit um altjóða mannarættindaviðurskifti.",
    "published": "2009-11-01"
  },
  {
    "title": "Christian Matras’ brevveksling med William Heinesen og Karsten Hoydal",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/170",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/170/265",
    "author": null,
    "abstract": "Christian Matras’ brevveksling med William Heinesen og Karsten Hoydal belyser sider ved færøysk litteratur i tiårene før og etterannen verdenskrig. Momenter i forfatternes brevsamtaler gir direkte innsikt i det arbeidet disse forfatterne gjorde ved selv å utgilitterære tekster, diskutere vurdering av egne og andres tekster, redigere tidsskrift og årbøker, utveksle meninger om kultur, politikk og færøysk litteratur i sammenheng med annen nordisk og europeisk litteratur.",
    "published": "2009-07-17"
  },
  {
    "title": "Spor í Tinganesi",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/200",
    "pdf": null,
    "author": "Rolf Guttesen",
    "abstract": "Í hellunum í Tinganesi eru nógv sjónlig spor og merkir, sum øll eru gjørd av menniskjum í onkrari merking.\r\nHer eru búmerkir, sólur ella kumpassrósur, árstøl, skjøldrar, nøvn, graffiti, bókstavir og krossar.\r\nHøvuðsinnihaldið í bókini eru fotografiir, sum vísa merkini, sum tey eru. Hartil stuttur forklárandi tekstur. Reglan er: fyrst eitt yvirlitsbílæt, sum vísir allan lokalitetir; síðan eitt bílæt av steininum; og so eitt nærbílæt av merkinum. Soleiðis skuldi tað verið møguligt hjá øllum við bókini í hondini at funnið øll sjónlig merkir, sum eru meira enn 100 í tali.\r\nInni á Reyni, í Krókabrekku, Amtmansbrekku og í Sandagerði eru eisini spennandi merkir at finna.\r\nForlagið Fróðskapur gevur Spor í Tinganesi út í samstarvi við Løgmansskrivstovuna.",
    "published": "2008-12-12"
  },
  {
    "title": "Kommunupolitikkur",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/163",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/163/266",
    "author": "Beinta í Jákupsstovu",
    "abstract": "Ætlanin við hesi bók er at styrkja medvit um og áhuga fyri lokala fólkaræðinum í Føroyum. Tær avgerðir, ið nú verða tiknar um at broyta galdandi kommunuskipan, eru størstu yvirskipaðu átøkini síðan 1872 at mynda kommunupolitikkin. Reyði tráðurin í hesi bók er, um hesar broytingar fara at bera við sær eina víðkan ella eina skerjan av politiska valdinum og fólkaræðinum í lokalsamfeløgunum.",
    "published": "2008-10-28"
  },
  {
    "title": "Símunarbók",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/201",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/201/286",
    "author": "Helgi Michelsen",
    "abstract": "Í Símunarbók eru savnaðar 20 greinar, skrivaðar av føroyskum, norðurlendskum og bretskum høvundum um ymisk fornfrøðilig og søgulig viðurskifti í Føroyum og grannalondunum í víkingaøld og miðøld.\r\nGreinarnar snúgva seg m.a. um matframleiðslu, húsabygging, kirkjur, lýsiframleiðslu, turrfiskaframleiðslu, lógarviðurskifti, sambond millum lond og mangt annað. Eisini verður sagt frá Orminum Langa,&amp;nbsp; fornfrøðiligum útgrevstrum í Vestmanna og í Reynagarði í Havn.",
    "published": "2008-09-09"
  },
  {
    "title": "Baladas épicas feroesas",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/202",
    "pdf": null,
    "author": "Mariano Gonzáles Campo",
    "abstract": "Í tvímælta kvæðasavninum Baladas épicas feroesas standa kvæðir lið um lið á føroyskum og í spanskari týðing. Við bókini, sum er 352 síður, er eisini ein fløga við kvæðunum.&amp;nbsp;\r\nTað er Mariano González Campo, sum hevur týtt kvæðini til spanskt. Hann hevur fleiri summar á rað vitjað í Føroyum fyri at arbeiða við hesum tilfarinum. Hann hevur serliga verið á Landsbókasavninum og á Føroyamálsdeildini, men hevur eisini verið í samband við nógv kvæðaáhugað fólk í Føroyum. Fororðini til bókina hevur Malan Marnersdóttir skrivað. Í bókini eru tey týdd til spanskt.&amp;nbsp;\r\nHetta er onnur bókin hjá Mariano González Campo um føroysk evni.&amp;nbsp; Hann gav í februar 2008 út Saga de los feroeses, sum er Føroyingasøga í spanskari týðing.\r\nMariano González Campo hevur eina spanska heimasíðu, har hann skrivar dúgliga um føroyska mentan: &quot;El cuaderno del feroés&quot;.\r\nTað er spanska forlagið Miraguano Ediciones, sum hevur givið bøkurnar hjá Mariano González Campo út. Fróðskapur er samútgevari av bókini og stendur fyri samskiftinum og útbreiðsluni av bókini í Føroyum.\r\nBókin er serliga áhugaverd fyri spansktmælt&amp;nbsp; fólk, sum hava hug at fáa innlit í føroyska mentan, men er eisini sera hent til undirvísing í sponskum á føroysku miðnámsskúlunum.",
    "published": "2008-07-18"
  },
  {
    "title": "Guds orð ella orð um Gud",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/188",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/188/274",
    "author": "Hans Andrias Sølvará",
    "abstract": "Bókin snýr seg um tann varðveitta bíbilska tekstin og í minni mun um tann søguliga veruleika, sum fjalir seg aftanfyri tekstirnar. Víst verður m.a. á, at tekstirnir í Bíbliuni aloftast eru skrivaðir av ónevndum høvundum langt aftan á tær hendingar, sum teir snúgva seg um. At tað ofta er trupult at fáa innihaldið í tekstum í Gamla Testamenti at samsvara við fornfrøðiligar kanningar. Víst verður eisini á, at einki upprunahandrit finst av nøkrum teksti í Bíbliuni. Og at tekstirnir í Nýggja Testamenti eru varðveittir í so nógvum og ymiskum handritum, at granskarar í veruleikanum ikki vita, hvussu nógvir munir eru millum tey. Høvundurin vísir í bókini á hópin av dømum um, at seinni kristnir avritarar hava broytt, lagt aftur ella broytt tekstirnar av gudfrøðiligum grundum.Bókin er skrivað fyri at vísa á, at granskingin fyri langari tíð síðan hevur prógvað, at einki hald eri í tí fundamentalistiska bíbliusjónarmiðinum, sum heldur uppá, at Bíblian øll sum hon er er íblást av Gudi. Bókin snýr seg ikki um gudfrøði, men um søguliga trúvirðið í teimum varðveittu bíbilsku tekstunum, sum høvundurin heldur uppá eru orð um Gud.Ætlanin við bókini er at geva eitt íkast til aktuella føroyska kjakið um leiklutin hjá Bíbliuni og kristindóminum í føroyska samfelagnum.",
    "published": "2007-10-22"
  },
  {
    "title": "Hjarta uttan fylgisneyta",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/204",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/204/776",
    "author": "Hanus Kamban",
    "abstract": "Í ár eru liðin 150 ár, síðan danski rithøvundurin Herman Bang varð borin í heim. Í hesum sambandi hevur Hanus Kamban skrivað eina bók um Bang, sum kemur út hjá forlagnum Fróðskapi og verður løgd fram nú komandi hósdag. Við íblástri frá Leonard Cohen rópar Hanus bókina Hjarta uttan fylgisneyta.Herman Bang, sum var prestasonur, varð føddur í Sønderborg og vaks upp í Horsens og Tersløse. Hann tók studentsprógv frá Sorø í 1875, las eitt skifti løgfrøði og fór so at royna seg sum blaðmaður og rithøvundur. Herman Bang var alt sítt lív ein óvanliga arbeiðssamur blaðmaður. Hann skapti á hesum umráði ein nýggjan stíl, ta livandi, hugfangandi frásøgnina, har forteljarin ofta er mitt í eldinum. Tað er vanlig hugsan í dag, at Bang við hesum óróliga stíli peikar fram ímóti tí skrivihátti, vit í dag rópa new journalism.Men tað er sum rithøvundur, Herman Bang hevur skapt sær sítt heilt serliga pláss í donskum og europeiskum bókmentum. Hann byrjaði sum realistur, men menti skjótt sín egna stíl, impressionismuna, har persónar og gongdir verða lýst gjøgnum eitt portur, evnað til av samrøðu, keipum og medferð. Við hesum skrivingarlag skapti Bang ógloymandi skaldsøgur sum Tine, Ved Vejen, Stuk og Ludvigsbakke og haraftrat nakrar av teimum mætastu stuttsøgunum í donskum bókmentum.&amp;nbsp;&amp;nbsp;Í síni bók lýsir Hanus Kamban rithøvundin og menniskjað Herman Bang, hansara uppvøkstur, hansara andaligu fyritreytir og hansara bókmentaligu menning. Í bókini verður somuleiðis greitt frá hansara mongu ferðum og óróliga lívsmynstri. Greitt verður frá tí týdningi, hann fekk fyri europeiskar bókmentir, einamest tann týska rithøvundin og nobelvinnaran Thomas Mann. Til seinast verður greitt frá ferðini til USA, har Herman Bang andaðist, í Ogden í Utah, í januar 1912.Herman Bang var í tí serligu støðu, at hann var samkyndur, og at hann eitt stutt skifti eisini livdi sum samkyndur, í eini tíð, tá hesin eginleiki, sum alment kent og umrøtt fyribrigdi, var nakað nýtt. Í bókini verður eisini nomið við hesi viðurskiftir og bæði greitt frá, hvussu Bang varð happaður av fjølmiðlunum, og hvønn týdning henda kynsliga serstøða fekk fyri hansara skaldskap.\r\nHjarta uttan fylgisneyta&amp;nbsp;er eitt essay, ein persónliga dæmdur tekstur, sum innan fyri eina avmarkaða síðunøgd savnar ein hóp av ymiskum brigdum. Perman samsvarar, við síni elegantu minimalismu, evninum. Hetta er ein føroyskur minnisvarði, settur einum av Danmarkar gávuríkastu skaldum.&amp;nbsp;",
    "published": "2007-10-25"
  },
  {
    "title": "Adressumálið",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/186",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/186/272",
    "author": "Hans Andrias Sølvará",
    "abstract": "Í bókini viðger rithøvundurin Adressumálið, sum tók seg upp í Føroyum í 1917 orsakað av teimum truplu flutningsviðurskiftunum undir krígnum í Norðuratlantshavi. Hetta málið, sum hevði við sær, at viðurskiftini millum danskar myndugleikar og føroysku sjálvstýrisrørsluna gjørdust spent, íbirtist, tá ið nakrir sjálvstýrismenn vegna Føroya fólk ætlaðu at venda sær til bretskar myndugleikar fyri at fáa hjálp viðvíkjandi vøruflutningi til Føroya. Í bókini verður víst á, hvussu hetta málið gjørdist partur av donskum politikki eftir kríggið, tá ið ein donsk kanningarnevnd varð sett at gera umfatandi rannsóknir í málinum.Niðurstøðan í bókini er, at ætlanirnar hjá onkrum av adressumonnunum møguliga lógu á markinum til tað, sum danski uttanríkisráðharrin nevndi „svigtende statsfølelse“, men at málið, tá samanum kom, hevði so lítið at týða, at tað ikki stóð í rímiligum lutfalli til tað drúgva kanningararbeiðið, sum var liðugt í 1919, og ákærurnar hjá nevndini um „rigsskadelig Adfærd“.Adressumálið er dømi um, at føroysk viðurskifti kunnu verða drigin upp í danskan politikk á óhepnan hátt fyri ríkisfelagsskapin.&amp;nbsp;",
    "published": "2007-10-01"
  },
  {
    "title": "Bókmentaljós",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/205",
    "pdf": null,
    "author": "Malan Marnersdóttir",
    "abstract": "Bókmentaljós er greinasavn við yrkingum og greinum um bókmentir, mál og mentan. Skrivað hava yrkjarar og bókmentafrøðingar úr øllum Europa og USA, tískil eru summar greinir á enskum, ein er á týskum, nakrar á íslendskum, donsk­um, norskum og svenskum, men flestar eru á føroyskum.\r\nKvinnurørsla og samkynd\r\nBókin leggur fyri við greinum um grein eftir Leyvoy Joensen um Kvinnufylkingina, sum Turið var við til at stovna. Þorvaldur Kristinsson hevur skrivað sera áhugaverda grein um tey samkyndu í Íslandi, hvussu støða teirra er batna.Bókmentagreinir\r\nAnnar partur viðger evropeiskar bókmentir í nútíð og fortíð. Har eru greinir um sangirnar hjá Frændur, Paul Celan, um tónleik í verkum hjá Williami Heinesen og um líkt og ólíkt í yrkingunum hjá Regini Dahl og Olav H. Hauge. Harumframt er ein grein um grønlendskar bókmentir, um sambandið millum søg og skaldskap og um kvæðið “Orrustan við Heiðabý”, sum byggir á “Slaget ved Hedeby” eftir Carl Ploug, og sum siterar føroysk kvæðaniðurlag.Ferðing\r\nTriði partur er um ferðing og ferðasøgur. Firouz Gaïni skrivar um modernaðar ferðasøgur og Jonna Louis-Jensen um eina vitjan í Føroyum í 1872. Elin Súsanna Jacobsen viðgerð hvussu roynt hevur verið at selja Føroyar sum ferðaland.Yrkingar\r\nFjórði partur í bókini umfatar seks yrkingar “Sápuverð” eftir Sigri Gaïni, “MIRAGE versus Wordsworth” eftir Carl Jóhan Jensen, “Die Stadt an der Donau” eftir Hanus Kamban, “Føðingardagskvøða” eftir Jóanes Nielsen, “Trappurnar” eftir Tórodd Poulsen og&amp;nbsp;“Fláirnar” eftir Odd­fríð Marna Rasmussen.Pippi og mál\r\nÍ fimta parti eru greinir um skriviførleikan hjá føroyskum skúlaungdómi og hjá Pippi Langsokki bæði á svenskum og føroyskum. Har er greinir um lívsstíl og málburð, um íslendskt mál, føroysk eftirnøvn og nøvn í verkum hjá Halldóri Laxness.Heiðursrit\r\nTil tess at heiðra sermerkt fólk er tað mangastaðni siður at starvsfelagar skipa fyri bókum sum hesari.&amp;nbsp;Bókmentaljós&amp;nbsp;er heilsa til Turið Sigurðardóttir, bókmentafrøðing og lektara á Føroyamálsdeildini á Fróðskaparsetrinum í sambandi við, at hon fyllir 60.\r\nUmframt allar greinirnar og yrkingarnar hevur ritstjórnin fingið tað, sum Turið sjálv hevur skrivað, skipað í eina ritskrá.",
    "published": "2007-10-02"
  },
  {
    "title": "Kunnskap og makt",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/206",
    "pdf": null,
    "author": "Beinta í Jákupsstovu",
    "abstract": "Bókin&amp;nbsp;Kunnskap og makt&amp;nbsp;lýsir hugburðin í føroyskum heilsupolitikki frá fyrst í 19. øld og fram til heimastýristíðina. Sambandið millum kunnskap og makt er knýtt at hugsunarhátti heldur enn persónum. Viðgerðin byggir millum annað á greinir og frágreiðingar, sum læknar hava skrivað um føroysk heilsuviðurskifti í læknatíðarritum og fyri donsku heilsumyndugleikarnar. Hugsan teirra um, hvørji tiltøk áttu at verðið sett í verk, ber dám av læknafrøðiligu vitanini í samtíðini. Eitt nú fór tann nýggja læran um bakteriur seinast í 19. øld at seta reinføri í miðdepilin. Men frágreiðingarnar hjá læknunum vísa, at ikki bara læknafrøði stýra frásjón og fatan hjá serfrøðingum.\r\nYmiskir tættir í føroyskari heilsupolitiskari søgu verða lýstir, teirra millum framvøksturin av kommunlæknaskipanini og av sjúkrakassum.\r\nBókin hevur 13 kapittul:\r\nl . kap.: &amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Ástøði\r\n2: kap.:&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Føroya søga\r\n3.-4. kap.: &amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; I. skeið: Skráseting av heilsustøðuni í danska ríkinum\r\n5.-8. kap.: &amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; II. skeið: Liberalisma undir umsorgan og eftirliti ríkisins\r\n9.-12. kap: &amp;nbsp;&amp;nbsp;&amp;nbsp; III. skeið: Føroyskt sjálvræði og/ella atgongd til ágóðar í danska vælferðarríkinum\r\n13. kap.: &amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Luttakarar og áskoðarar í føroyskum heilsupolitikki\r\nFylgiskjøl: &amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Skrá yvir allar kommunulæknar fram til 1950",
    "published": "2007-10-02"
  },
  {
    "title": "Endurreisn kvæðana",
    "url": "https://ojs.setur.fo/index.php/frodskapur/article/view/191",
    "pdf": "https://ojs.setur.fo/index.php/frodskapur/article/download/191/775",
    "author": "Sólfinn Hansen",
    "abstract": "Seinnu árini er áhugin fyri føroysku kvæðunum øktur í stórum. Nýggjar útgávur av kvæðunum síggja dagsins ljós, og ískoyti verða gjørd til tær eldru útgávurnar. Kvæði eru at hoyra í nýggjum hami við nýggjum løgum og framførd á nýggjar hættir, umframt at áhugin fyri siðvandu kvæðaframførslunum aftur er í øking, ikki minst innan skúlagátt.&amp;nbsp;Kvæðini og teirra aðalframførsla, føroyski dansurin, eru nakað sermerkt fyri føroyska mentan. Í grannalondunum eru kvæðini mest av øllum at meta sum ein fornleivd, ið verður tikin fram av søguligum áhuga. Hvussu ber tað til, at kvæðini ikki fingu somu lagnu sum aðrastaðni, og í hvønn mun standa kvæðini í samband við føroyskan samleika og tjóðskap, eru spurningar, ið hendan bók roynir at svara.Bókin kann býtast í tveir høvuðspartar. Søguliga baksýnið og kvæðanna innaru eyðkenni seta fram eitt ástøði um, hvussu kvæðini komu higar til lands, og hvussu skaldskaparformurin er uppbygdur. Kvæðanna ytru eyðkenni og mótstøða mótvegis kvæðunum tæna at seta kvæðini í eitt størri mentanarligt høpi og at lýsa hvussu kvæðini hava hórað undan, hóast kapping við onnur skaldskaparsløg og beinleiðis mótstøðu. Bókin er upprunalig høvuðsritgerð til cand.phil.-prógv á Føroyamálsdeildini.",
    "published": "2006-10-01"
  }
]